Repository: openSUSE/release-notes-openSUSE
Catalog: po/*.po
Languages: ar, da, el, id, ja, lt, ms, pt, ru, sk, sv, uk, zh_cn, zh_tw

source: The IPP protocol default version changed from 1.1 to 2.0. Older IPP servers like CUPS 1.3.x (for example in SUSE Linux Enterprise 11) reject IPP 2.0 requests with <literal>Bad Request</literal> (see <link href="http://www.cups.org/str.php?L4231"/>).
ja: IPP プロトコルの既定のバージョンは、 1.1 から 2.0 となりました。 CUPS 1.3.x のような古い IPP サーバ (たとえば SUSE Linux Enterprise 11 など) を利用して印刷する場合、 IPP 2.0 リクエストを <literal>Bad Request</literal> として拒否してしまいます (詳しくは <link href="http://www.cups.org/str.php?L4231"/> をお読みください) 。
pt: A versão do protocolo IPP foi alterada de 1.1 para 2.0. Antigos servidores IPP como o CUPS 1.3x (como no SUSE Linux Enterprise 11) rejeitam os pedidos do IPP 2.0 com <literal>Bad Request</literal> (consulte <link href="http://www.cups.org/str.php?L4231"/>).
sk: Verzia predvoleného IPP protokolu sa zmenila z 1.1 na 2.0. Staršie IPP servery ako CUPS 1.3.x (napríklad v SUSE Linux Enterprise 11) odmietnu IPP 2.0 požiadavky s <literal>Bad Request</literal> (pozrite si <link href="http://www.cups.org/str.php?L4231"/>).
sv: Den förvalda versionen av IPP protokollet har ändras från 1.1 till 2.0. Äldre IPP servrar såsom CUPS 1.3.x (t.ex. i SUSE Linux Enteprise 11) avvisar IPP 2.0 förfrågningar med <literal>Bad Request</literal> (se <link href="http://www.cups.org/str.php?L4231"/>).
zh_cn: IPP 协议的默认版本从 1.1 变为 2.0。旧的 IPP 服务器如 CUPS 1.3.x (例如 SUSE Linux Enterprise 11 中的) 会拒绝 IPP 2.0 请求，返回 <literal>Bad Request</literal> (参考 <link href="http://www.cups.org/str.php?L4231"/>)。
zh_tw: IPP 通訊協定預設版本自 1.1 升級到 2.0。舊的 IPP 伺服器 (例如 SLE11 使用的 CUPS 1.3.x)，會拒絕 IPP 2.0 的連線要求，並回傳 <literal>Bad Request</literal> (請見 <link href="http://www.cups.org/str.php?L4231"/>)。

source: To be able to print to old servers, the IPP protocol version must be specified explictly by appending <literal>/version=1.1</literal> to either:
ja: 古いサーバから印刷できるようにするには、 IPP プロトコルのバージョンを明示的に指定する必要があります。下記のいずれかの箇所で、末尾に <literal>/version=1.1</literal> を追加してください:
pt: Para conseguir imprimir através de servidores antigos, a versão do protocolo IPP tem de ser especificada, acrescentando <literal>/version=1.1</literal>:
sk: Aby bolo možné tlačiť na starých serveroch, musí byť verzia protokolu IPP explicitne špecifikovaná pripojením <literal>/version=1.1</literal> do niektorého:
sv: För att kunna skriva ut via äldre servrar måste IPP protokollets version specificeras med genom tillägget <literal>/version=1.1</literal> i något av följde alternativ:
zh_cn: 为了能使用旧打印机打印，必须显式指定 IPP 协议版本，通过追加 <literal>/version=1.1</literal> 到：
zh_tw: 要能夠使用舊印表機來列印，IPP 通訊協定版本必須要明確指定。將 <literal>/version=1.1</literal> 字串附加在：

source: The <literal>ServerName</literal> settings in <literal>client.conf</literal> (for example, <literal>ServerName older.server.example.com/version=1.1</literal>).
ja: <literal>client.conf</literal> 内の <literal>ServerName</literal> 設定 (例: <literal>ServerName older.server.example.com/version=1.1</literal>) 。
pt: <literal>ServerName</literal> cujas definições estão em <literal>client.conf</literal> (por exemplo: <literal>ServerName older.server.example.com/version=1.1</literal>).
sk: The <literal>ServerName</literal> nastavenie in <literal>client.conf</literal> (napríklad, <literal>ServerName older.server.example.com/version=1.1</literal>).
sv: <literal>ServerName</literal> inställningen i <literal>client.conf</literal> (t.ex. <literal>ServerName older.server.example.com/version=1.1</literal>).
zh_cn: <literal>client.conf</literal> 中的 <literal>ServerName</literal> 设置 (例如，<literal>ServerName older.server.example.com/version=1.1</literal>)。
zh_tw: <literal>client.conf</literal> 設定檔中的 <literal>ServerName</literal> 設定 (例如 <literal>ServerName older.server.example.com/version=1.1</literal>)。

source: The <literal>CUPS_SERVER</literal> environment variable value.
ja: <literal>CUPS_SERVER</literal> 環境変数の値。
pt: O valor variável de ambiente <literal>CUPS_SERVER</literal>.
sk: Hodnota premennej prostredia <literal>CUPS_SERVER</literal>.
sv: Värdet för miljövariabeln <literal>CUPS_SERVER</literal>.
zh_cn: <literal>CUPS_SERVER</literal> 环境变量值。
zh_tw: 環境變數 <literal>CUPS_SERVER</literal>。

source: The server name value of the <literal>-h</literal> option of the command line tools, for example:
ja: コマンドラインツールの <literal>-h</literal> オプションで指定するサーバ名の値。たとえば下記のように指定します:
pt: A opção do valor do nome de servidor <literal>-h</literal> das ferramentas da linha de comandos, como por exemplo:
sk: Hodnota názvu servera voľby <literal>-h</literal> nástrojov príkazového riadka, napríklad:
sv: Som värde för servernamnet i <literal>-h</literal> växeln i kommandoradverktyget t.ex:
zh_cn: 命令行工具 <literal>-h</literal> 选项设置的服务器名称值，例如：
zh_tw: 在命令列工具中 <literal>-h</literal> 選項所設定的伺服器名稱。例如：

source: Some printing filters and back-ends were moved from the <literal>cups</literal> package to the <literal>cups-filters</literal> package.
ja: いくつかの印刷フィルタやバックエンドは、 <literal>cups</literal> パッケージから <literal>cups-filters</literal> パッケージに移動されています。
pt: Alguns filtros de impressão e back-ends foram movidos do pacote <literal>cups</literal> para o pacote <literal>cups-filters</literal>.
sk: Niektoré filtre kopírovania a backendy boli presunuté z balíka <literal>cups</literal> do balíka <literal>cups-filters</literal>.
sv: Några printerfilter och "back-ends" är flyttade från paketet <literal>cups</literal> till <literal>cups-filters</literal>.
zh_cn: 一些打印滤镜和后端从 <literal>cups</literal> 软件包移到 <literal>cups-filters</literal> 软件包。
zh_tw: 一些列印過濾器和後端已從 <literal>cups</literal> 移到 <literal>cups-filters</literal> 套件。

source: Some configuration directives were split from <literal>cupsd.conf</literal> into <literal>cups-files.conf</literal> (see <link href="http://www.cups.org/str.php?L4223"/>, CVE-2012-5519, and <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=789566"/>).
ja: いくつかの設定ディレクティブが、 <literal>cupsd.conf</literal> から <literal>cups-files.conf</literal> に分離されています (それぞれ <link href="http://www.cups.org/str.php?L4223"/>, CVE-2012-5519, <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=789566"/> をお読みください) 。
pt: Algumas diretivas de configuração foram separadas do <literal>cupsd.conf</literal> para o <literal>cups-files.conf</literal> (consulte <link href="http://www.cups.org/str.php?L4223"/>, CVE-2012-5519 e <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=789566"/>).
sk: Niektoré konfiguračné direktívy boli oddelené od <literal>cupsd.conf</literal> do <literal>cups-files.conf</literal> (pozrite si <link href="http://www.cups.org/str.php?L4223"/>, CVE-2012-5519, a <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=789566"/>).
sv: Några konfigurationsalternativ är flyttade från <literal>cupsd.conf</literal> till <literal>cups-files.conf</literal> (se <link href="http://www.cups.org/str.php?L4223"/>, CVE-2012-5519, och <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=789566"/>).
zh_cn: 一些配置命令从 <literal>cupsd.conf</literal> 拆分到 <literal>cups-files.conf</literal> (参考 <ulink url="http://www.cups.org/str.php?L4223">http://www.cups.org/str.php?L4223</ulink>, CVE-2012-5519, 和 <ulink url="https://bugzilla.opensuse.org/show_bug.cgi?id=789566">https://bugzilla.opensuse.org/show_bug.cgi?id=789566</ulink>)。
zh_tw: 一些設定指令已經自 <literal>cupsd.conf</literal> 分離出來，並移到 <literal>cups-files.conf</literal> 設定檔中。請詳見 <link href="http://www.cups.org/str.php?L4223"/>、CVE-2012-5519，以及 <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=789566"/> 的說明。

source: CUPS banners and the CUPS test page were moved from the <literal>cups</literal> package to the <literal>cups-filters</literal> package (see <link href="http://www.cups.org/str.php?L4120"/> and <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=735404"/>).
ja: また、 CUPS のバナーとテストページについても、 <literal>cups</literal> パッケージから <literal>cups-filters</literal> パッケージに移動されています (詳しくは <link href="http://www.cups.org/str.php?L4120"/> および <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=735404"/> をお読みください) 。
pt: As bandeiras do CUPS e a página de teste do CUPS foram movidos do pacote <literal>cups</literal> para o pacote <literal>cups-filters</literal> (consulte <link href="http://www.cups.org/str.php?L4120"/> e<link href="https://bugzilla.opensuse.org/show_bug.cgi?id=735404"/>).
sk: CUPS banners a testovacia stránka CUPS boli presunuté z balíka <literal>cups</literal> do balíka <literal>cups-filters</literal> (pozrite si <link href="http://www.cups.org/str.php?L4120"/> a <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=735404"/>).
sv: CUPS banners och CUPS testsidan är flyttade från <literal>cups</literal> paketet till <literal>cups-filters</literal> (se <link href="http://www.cups.org/str.php?L4120"/> och <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=735404"/>).
zh_cn: CUPS 条幅和测试页从 <literal>cups</literal> 软件包移至 <literal>cups-filters</literal> 软件包 (参考 <link href="http://www.cups.org/str.php?L4120"/> 和 <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=735404"/>)。
zh_tw: CUPS 管理及測試頁面從 <literal>cups</literal> 移到 <literal>cups-filters</literal> 套件。詳情請見 <link href="http://www.cups.org/str.php?L4120"/> 以及 <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=735404"/>。

source: This section lists general issues with openSUSE Leap 42.2 that do not match any other category.
ja: 本章では、他の分類に属さない openSUSE Leap 42.2 関連の一般的な問題を説明しています。
sv: Denna sektion lista generella problem i openSUSE Leap 42.2 som inte passar in i någon annan kategori.
zh_cn: 这一节列出了 openSUSE Leap 42.2 的不属于其他类别的一般问题。
zh_tw: 這個小節列出 openSUSE Leap 42.2 無法歸類的一般問題。

source: openSUSE Leap 42.2 ships two versions of the KDE PIM (Kontact, KMail, etc.) suite:
sv: openSUSE Leap 42.2 kommer med två versioner av KDE PIM-sviten (Kontact, KMail, etc.) :
zh_cn: openSUSE Leap 42.2 搭载了两个版本的 KDE PIM 套件 (Kontact，KMail 等)：
zh_tw: openSUSE Leap 42.2 提供兩種版本的 KDE PIM (Kontact, KMail 等等) 套裝軟體：

source: The legacy 4.x version
ru: Устаревшая версия 4.x
sv: Den tidigare 4.x versionen
zh_cn: 旧的 4.x 版
zh_tw: 舊的 4.x 版

source: The version based on KDE Frameworks 5
ru: Версия на базе KDE Frameworks 5
sv: Versionen baserad på KDE Frameworks 5
zh_cn: 基于 KDE Frameworks 5 的新版
zh_tw: 基於 KDE Framework 5 的版本

source: KDE PIM 4.x is no longer supported by upstream KDE, but was kept to avoid disrupting user workflows.
ru: KDE PIM 4.x более не поддерживается разработчиками KDE, но эта версия была оставлена для удобства пользователей.
sv: KDE PIM 4.x underhålls inte längre officiellt av KDE, men behålls för att inte avbryta användarnas arbetsflöde.
zh_cn: KDE PIM 4.x 已经不再被 KDE 上游支持，但仍然被保留，以免打断用户的工作流程。
zh_tw: KDE PIM 4.x 已經不再被上游 KDE 專案所支援，但為了避免影響使用者的工作流程，仍繼續保留。

source: The two versions of KDE PIM are not co-installable. Some software, such as KNode (package <package>knode</package>) require the legacy 4.x version and will be uninstalled when installing any package from KDE PIM 5.x (for example, the package <package>kmail5</package>).
ru: Две версии KDE PIM не могут быть установлены одновременно. Некоторые программы, например, KNode (пакет <package>knode</package>), требуют старую версию 4.x и будут удалены при установке любого пакета из KDE PIM 5.x (например, пакета <package>kmail5</package>).
sv: De två versionerna av KDE PIM kan inte samexistera på samma installation. Viss mjukvara såsom KNode (paket <package>knode</package>) kräver den tidigare 4.x versionen och kommer att avinstalleras om något paket från KDE PIM 5.x installeras (exempelvis paketet <package>kmail5</package>).
zh_cn: 两个版本的 KDE PIM 无法共存。一些软件，比如 KNode (软件包 <package>knode</package>) 需要旧的 4.x 版本，如果安装 KDE PIM 5.x 版本的软件 (比如 kmail5)，它就会被卸载。
zh_tw: 這兩個版本的 KDE PIM 無法共存。一些軟體，如 KNode (<package>knode</package> 套件) 需要舊的 4.x 版，而且若安裝了來自 KDE PIM 5.x 的任何套件 (如 <package>kmail5</package> 套件)，該套件會被自動移除。

source: KDE PIM 4.x will be removed in the next version of openSUSE Leap. Therefore, you are encouraged to switch to the newer 5.x version.
sv: KDE PIM 4.x kommer att avlägsnas i nästa version av openSUSE Leap. Därför vill vi uppmuntra dig att byta till den nyare 5.x versionen redan nu.
zh_cn: KDE PIM 4.x 将会在下一个 openSUSE Leap 版中被移除。因此，建议您切换到更新的 5.x 版本。
zh_tw: KDE PIM 4.x 將會在下一版的 openSUSE Leap 被移除。故我們鼓勵您改用更新的 5.x 版。

source: However, not all settings are migrated from the older version at this time. For more information, see the bug report at <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=1001872"/>).
ru: Тем не менее, сейчас из старой версии мигрируются не все настройки. Подробнее см. сообщение об ошибке по адресу <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=1001872"/>).
sv: Men alla funktioner är ännu inte överflyttade till den nya versionen. För mer information, se buggrapport på <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=1001872"/>.
zh_cn: 但是，目前不是所有设置都从旧版本移植到新版本了。更多信息，请参见 Bug 报告 <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=1001872"/>。
zh_tw: 然而，並非所有的設定都會從舊版本轉移。要了解更多資訊，詳見 <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=1001872"/> 的錯誤報告。

source: <link href="https://doc.opensuse.org/"/> contains additional or updated documentation.
ja: それ以外にも、 <link href="https://doc.opensuse.org/"/> には追加／更新されたドキュメンテーションがあります。
pt: <link href="https://doc.opensuse.org/"/> contém documentação atualizada e/ou adicional.
sk: <link href="https://doc.opensuse.org/"/> obsahuje dodatočnú alebo aktualizovanú dokumentáciu.
sv: Kompletterande och uppdaterad dokumentation hittar du här: <link href="https://doc.opensuse.org/"/>.
zh_cn: <link href="https://doc.opensuse.org/"/> 网罗了额外的或更新的文档。
zh_tw: <link href="https://activedoc.opensuse.org/">https://activedoc.opensuse.org/</link> 包含了額外或是更新的文件。

source: Visit <link href="https://www.opensuse.org"/> for the latest product news from openSUSE.
ja: openSUSE が提供する最新の製品ニュースを読むには、 <link href="https://www.opensuse.org"/> をご覧ください。
pt: Visite <link href="https://www.opensuse.org"/> para as notícias mais recentes sobre os produtos openSUSE.
sk: Navštívte <link href="https://www.opensuse.org"/> kvôli najnovším novinkám o produkte z openSUSE.
sv: De senaste nyheterna från openSUSE hittar du på: <link href="https://www.opensuse.org"/>.
zh_cn: 访问 <link href="http://www.opensuse.org"/> 获得来自 openSUSE 的最新产品资讯。
zh_tw: 請造訪 <link href="https://www.opensuse.org">https://www.opensuse.org</link> 以了解 openSUSE 最新的產品訊息。

source: mount /dev/<placeholder-1/> -o subvolid=5 /mnt
sv: mount /dev/<placeholder-1/> 1 -o subvolid=5 /mnt

source: lpstat -h older.server.example.com/version=1.1 -p
sv: lpstat -h tidigare.server.exempel.com/version=1.1 -p

# _
source: translator-credits
ar: المترجمون
da: Martin Schlander <suse@linuxin.dk>, 2006, 2007, 2008 Martin Møller <martin@martinm-76.dk>, 2005, 2007, 2008 Jan Madsen <jan.madsen.pt@gmail.com>, 2006, 2007, 2008 Ib Larsen <i.la@tele2adsl.dk>, 2006, 2007, 2008 Mailingliste <opensuse-da@opensuse.org>, 2006, 2007, 2008 scootergrisen, 2018
el: Κώστας Μπουκουβάλας <quantis@hellug.gr>, 2007 Ευστάθιος Ιωσηφίδης <iosifidis@opensuse.org>, 2011, 2012, 2013 Κώστας Κουδάρας <warlordfff@opensuse.org>, 2011 Νίκος Μαντάς <orion_0@opensuse.org>, 2015, 2016, 207 Αλέξανδρος Βέννος <alexandros.venn@gmail.com>, 2015 Κωνσταντίνα Τσολάκογλου <konstantina@accountant.com>, 2018

source: openSUSE Leap
ar: أوبن سوزي ليب

source: This is the initial version of the release notes for the forthcoming openSUSE Leap 15.2.
ar: هذه هي النسخة الأولى من ملاحظات الإصدار القادم من أوبن سوزي ليب 15.2.

source: The release notes are under constant development. To find out about the latest updates, see the online version at <link xlink:href="https://doc.opensuse.org/release-notes"/>. The English release notes are updated whenever need arises. Translated language versions can temporarily be incomplete.
ar: ملاحظات الإصدار هي تحت التطوير المستمر. لمعرفة المزيد عن آخر التحديثات، راجع النسخة الإلكترونية في <link xlink:href="https://doc.opensuse.org/release-notes"/>. يتم تحديث ملاحظات الإصدار الانجليزية كلما دعت الحاجة إلى ذلك. إصدار اللغة المترجمة قد يكون غير مكتمل.
da: Udgivelsesnoterne er under konstant udvikling. Se onlineversionen <link xlink:href="https://doc.opensuse.org/release-notes"/> for de seneste opdateringer. De engelske udgivelsesnoter opdateres når der er brug for det. Versioner med oversatte sprog kan midlertidigt være ufuldstændige.
el: Οι σημειώσεις έκδοσης είναι υπό συνεχή ανάπτυξη. Για να μάθετε περισσότερα για τις τελευταίες ενημερώσεις, δείτε την διαδικτυακή έκδοση στο <link xlink:href="https://doc.opensuse.org/release-notes"/>. Οι Αγγλικές σημειώσεις έκδοσης ενημερώνονται όταν χρειαστεί. Οι μεταφρασμένες εκδόσεις μπορεί προσωρινά να είναι ατελείς.

source: The end of the maintenance period for openSUSE Leap 15.2 is now reached. To keep your systems up-to-date and secure, upgrade to a current openSUSE version. Before starting the upgrade, make sure that all maintenance updates for openSUSE Leap 15.2 are applied.
ar: وصلت نهاية فترة دعم أوبن سوزي ليب 15.2. للحفاظ على النظام مُحدث وآمن، قم بالترقية إلى إصدار أوبن سوزي الحالي. قبل البدء في الترقية، تأكد من تطبيق كافة تحديثات الصيانة لأوبن سوزي ليب 15.2.

source: For more information about upgrading to a current openSUSE version, see <link xlink:href="https://en.opensuse.org/SDB:System_upgrade"/>.
ar: لمزيد من المعلومات حول الترقية إلى إصدار أوبن سوزي الحالي، انظر <link xlink:href="https://en.opensuse.org/SDB:System_upgrade"/>.
da: For mere information vedrørende opgradering til nuværende openSUSE version, se <link xlink:href="https://en.opensuse.org/SDB:System_upgrade"/>.

source: If you upgrade from an older version to this openSUSE Leap release, see previous release notes listed here: <link xlink:href="https://en.opensuse.org/openSUSE:Release_Notes"/>.
ar: إذا قمت بالترقية من إصدار قديم إلى إصدار أوبن سوزي Leap، انظر ملاحظات الإصدار السابق هنا: <link xlink:href="https://en.opensuse.org/openSUSE:Release_Notes"/>.
da: Hvis du opgraderer fra en ældre version til denne udgave af openSUSE-Leap, så se de forrige udgivelsesnoter der er oplistet her: <link xlink:href="https://en.opensuse.org/openSUSE:Release_Notes"/>.

source: <phrase condition="beta">This public beta test is part of the openSUSE project.</phrase> Information about the project is available at <link xlink:href="https://www.opensuse.org"/>.
ar: <phrase condition="beta">هذا الاختبار التجريبي جزء من مشروع أوبن سوزي.</phrase>معلومات أكثر عن المشروع متاح في <link xlink:href="https://www.opensuse.org"/>.
da: <phrase condition="beta">Denne offentlige betatest er en del af openSUSE-projektet.</phrase> Information om projektet findes på <link xlink:href="https://www.opensuse.org"/>.

source: Report all bugs you encounter using this prerelease of openSUSE Leap 15.2 in the openSUSE Bugzilla. For more information, see <link xlink:href="https://en.opensuse.org/Submitting_Bug_Reports"/>. If you would like to see anything added to the release notes, file a bug report against the component <quote>Release Notes</quote>.
ar: بلغ عن كل الأخطاء التي تواجهك عند استخدام إصدار ما قبل الإطلاق من أوبن سوزي ليب 15.2 في أوبن سوزي بجزيلا. لمزيد من المعلومات، راجع<link xlink:href="https://en.opensuse.org/Submitting_Bug_Reports"/>. إذا رغبت في رؤية ملاحظات الإصدار وأشياء أخرى، تقرير الشوائب موجود هنا<quote>ملاحظات الإصدار</quote>.

source: To report bugs against this release, use the openSUSE Bugzilla. For more information, see <link xlink:href="https://en.opensuse.org/Submitting_Bug_Reports"/>.
ar: للإبلاغ عن أخطاء هذا الإصدار، استخدم أوبن سوزي بجزيلا. لمزيد من المعلومات، راجع <link xlink:href="https://en.opensuse.org/Submitting_Bug_Reports"/>.
da: Anvend Bugzilla til rapportering af fejl i denne udgave. For mere information, se <link xlink:href="https://en.opensuse.org/Submitting_Bug_Reports"/>.

source: Major new features of openSUSE Leap 15.2 are also listed at <link xlink:href="https://en.opensuse.org/Features_15.2"/>.
ar: الميزات الجديدة الرئيسية لأوبن سوزي ليب 15.2 مدرجة أيضًا في <link xlink:href="https://wwwen.opensuse.org/Features_15.2"/>.

source: This section contains installation-related notes. For detailed installation instructions, see the documentation at <link xlink:href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/part-basics.html"/>.
ar: يحتوي هذا القسم على الملاحظات المتعلقة بالتثبيت. للحصول على إرشادات مفصلة للتثبيت، راجع الوثائق في <link xlink:href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/part-basics.html"/>.

source: Using Atomic Updates With the System Role <emphasis>Transactional Server</emphasis>
ar: استخدام التحديثات الذرية مع دور نظام <emphasis>خادم المعاملات</emphasis>
da: Anvender atomiske opdateringer med systemrollen <emphasis>Transactional Server</emphasis>

source: The installer supports the system role <emphasis>Transactional Server</emphasis>. This system role features an update system that applies updates atomically (as a single operation) and makes them easy to revert should that become necessary. These features are based on the package management tools that all other SUSE and openSUSE distributions also rely on. This means that the vast majority of RPM packages that work with other system roles of openSUSE Leap 15.2 also work with the system role <emphasis>Transactional Server</emphasis>.
ar: يدعم المثبت دور النظام <emphasis>خادم المعاملات</emphasis>. يتميز دور النظام هذا بنظام تحديث يطبق التحديثات بشكل ذري (كعملية واحدة) ويسهل الرجوع إليها إذا أصبح ذلك ضروريًا. تعتمد هذه الميزات على أدوات إدارة الحزم التي تعتمد عليها أيضًا جميع توزيعات سوزي و أوبن سوزي الأخرى. هذا يعني أن الغالبية العظمى من حزم RPM التي تعمل مع أدوار النظام الأخرى لأوبن سوزي ليب 15.2 تعمل أيضًا مع دور النظام<emphasis> خادم المعاملات</emphasis>.

source: Incompatible Packages
ar: الحزم غير المتوافقة
da: Inkompatible pakker

source: Some packages modify the contents of <filename>/var</filename> or <filename>/srv</filename> in their RPM <literal>%post</literal> scripts. These packages are incompatible. If you find such a package, file a bug report.
ar: تقوم بعض الحزم بتعديل محتويات <filename>/var</filename> أو <filename>/srv</filename> في حزم RPM الخاصة بها <literal>%post</literal> . هذه الحزم غير متوافقة. إذا وجدت مثل هذه الحزمة ، فقم بتقديم تقرير خطأ.
da: Nogle pakker ændrer indholdet af <filename>/var</filename> eller <filename>/srv</filename> i deres RPM <literal>%post</literal> scripts. Disse pakker er inkompatible. Hvis du finder en sådan pakke, skal du indsende en fejlrapport.

source: To provide these features, this update system relies on:
ar: لتوفير هذه الميزات ، يعتمد نظام التحديث هذا على:
da: For at levere disse funktioner er dette opdateringssystem afhængigt af:

source: Btrfs snapshots
ar: لقطات نظام ملفات Btrfs

source: Before a system update is started, a new Btrfs snapshot of the root file system is created. Then, all the changes from the update are installed into that Btrfs snapshot. To complete the update, you can then restart the system into the new snapshot.
ar: قبل بدء تحديث النظام ، يتم إنشاء لقطة Btrfs جديدة لنظام الملفات الجذر. بعد ذلك ، يتم تثبيت جميع التغييرات من التحديث في لقطة Btrfs. لإكمال التحديث ، يمكنك بعد ذلك إعادة تشغيل النظام في اللقطة الجديدة.
da: Før en systemopdatering startes, oprettes et nyt Btrfs snapshot af rodfilsystemet (root). Derefter installeres alle ændringer fra opdateringen i dette Btrfs snapshot. For at fuldføre opdateringen kan du derefter genstarte systemet i det nye snapshot.

source: To revert the update, simply boot from the previous snapshot instead.
ar: للعودة إلى التحديث السابق ، ما عليك سوى إختيار لقطة من اللقطات السابقة.
da: For at fortryde opdateringen, skal du blot anvende det tidligere snapshot i stedet.

source: A read-only root file system
ar: نظام ملفات جذري للقراءة فقط
da: Et skrivebeskyttet rodfilsystem (root)
