Repository: openSUSE/release-notes-openSUSE
Catalog: po/*.po
Languages: ar, da, el, id, ja, lt, ms, pt, ru, sk, sv, uk, zh_cn, zh_tw

source: openSUSE minimizes the risk by not writing more than the bare minimum required to boot the OS. The minimum means telling the UEFI firmware about the location of the openSUSE boot loader. Upstream Linux kernel features that use the UEFI storage area for storing boot and crash information (<literal>pstore</literal>) have been disabled by default. Nevertheless, it is recommended to install any firmware updates the hardware vendor recommends.
ar: أوبن سوزي يقلل من الخطر من خلال عدم كتابة أكثر من الحد الأدنى المطلوب لإقلاع نظام التشغيل. الحد الأدنى يعني إبلاغ UEFI بموقع محمل إقلاع أوبن سوزي. مصدر نواة لينكس الميزات التي تستخدم منطقة تخزين UEFI لتخزين معلومات فشل الإقلاع (<literal> pstore</literal>) تم تعطيلها افتراضيا. ومع ذلك، فمن المستحسن تثبيت أي تحديثات للبرامج الثابتة الموصى بها.
da: openSUSE minimerer risikoen ved ikke at skrive mere end det absolutte minimum der skal til for at boote OS'et. Dette minimum involverer at fortælle UEFI hvor openSUSE's boot loader findes. Funktioner i Linux-kernen, som anvender UEFI's lager til at gemme information om opstart og nedbrud (<literal>pstore</literal>) bliver deaktiveret som standard. Ikke desto mindre anbefales det at installere enhver opdatering af firmwaren som anbefales af hardware-producenten.
id: openSUSE meminimalkan resiko dengan tidak menulis lebih dari kebutuhan minimum yang dibutuhkan untuk mem-boot sistem operasi. Minimum di sini maksudnya memberitahukan ke UEFI firmware lokasi dari boot loader openSUSE. Kernel Linux hulu yang menggunakan area penyimpanan UEFI untuk menyimpan informasi boot dan crash (<literal>pstore</literal>) secara default di non-aktifkan. Bagaimanapun juga sangat direkomendasikan untuk memperbarui firmware sesuai yang dianjurkan oleh vendor perangkat keras.
ja: openSUSE では、 OS を起動するのに最低限必要となるデータ (UEFI に対して、 openSUSE のブートローダの場所を示すための情報) しか書き込まないようにすることで、このバグの発生を最小化しています。 Linux カーネルのオリジナル版では、 UEFI のストレージ領域に起動やクラッシュに関する情報を書き込む機能 (<literal>pstore</literal>) がありますが、既定では無効化しています。ただし、バグである都合上、ハードウエアの製造元が推奨するファームウエア更新については、必ずインストールしておくことをお勧めします。
ms: openSUSE mengurangkan risiko dengan tidak menulis lebih dari minima yang sepatutnya untuk boot OS. Minima bermaksud arahan kepada UEFI firmware tentang lokasi openSUSE boot loader. Ciri-ciri Linux kernel bahawa penggunaan UEFI untuk menyimpan boot dan maklumat ralat (<literal>pstore</literal>) telah dilumpuhkan secara asal.
pt: openSUSE minimiza o risco ao não escrever mais do que o mínimo essencial para o arranque do sistema operativo. O mínimo significa dizer ao Firmware da UEFI a localização do Bootloader. As funcionalidades a montante do Kernel Linux que utilizam a área de armazenamento para guardar informação de arranque e de falhas (<literal>pstore</literal>) foram desativados por defeito. Não obstante, é recomendado que instale qualquer atualização de Firmware fornecida pelo fabricante.
ru: openSUSE минимизирует этот риск, записывая минимальный объём данных, необходимых для загрузки ОС. Под минимальным понимается указание прошивке UEFI на расположение загрузчика openSUSE. Специальные возможности ядра Linux, использующие область хранения UEFI для сведений о загрузках и сбоях (<literal>pstore</literal>), по умолчанию отключены. Тем не менее, рекомендуется установить все рекомендованные производителем обновления прошивки.
sk: openSUSE znižuje riziko tým, že nezapisuje viac než základné minimum potrebné pre štart OS. Toto minimum znamená oznámenie pre firmware UEFI, kde se nachádza správca štartu openSUSE. Upstream funkcie jadra Linuxu, ktoré používajú úložný priestor UEFI pre uloženie informácií o štarte systému a jeho zrútení (<literal>pstore</literal>) boli v predvolenom nastavení zakázané. Napriek tomu je doporučené nainštalovať každú aktualizáciu pre firmware, ktorú výrobca odporúča.
sv: OpenSUSE minimerar denna risk genom att skriva in bara så mycket som behövs för att starta operativsystemet. Det som skrivs in är endast var UEFI-firmwaret skall leta efter openSUSE:s bootloader. Funktioner för att för att lagra uppstartsloggar och information om kraschar (<literal>pstore</literal>) i UEFI-området som uppströms Linuxkärnor har, är därför avstängd. Men trots det bör du uppdatera ditt UFEI-firmware för att undvika eventuella problem.
uk: openSUSE мінімізує цей ризик, записуючи мінімальний обсяг даних, необхідних для завантаження ОС. Під мінімальним розуміється вказівка прошивці UEFI на розташування завантажувача openSUSE. Спеціальні можливості ядра Linux, що використовують область зберігання UEFI для відомостей про завантаження і збої (<literal>pstore</literal>), є типово вимкнені. Тим не менш, рекомендується встановити усі рекомендовані виробником оновлення прошивки.
zh_cn: openSUSE 仅会写入引导操作系统必需的超小数据，从而最小化了该风险。"超小数据"意思是说仅知会 UEFI 固件 openSUSE 引导加载器的位置。我们默认禁用了上游 Linux 内核的使用 UEFI 存储区域存放引导和崩溃信息 (<literal>pstore</literal>) 的功能。然而还是推荐安装硬件制造商推荐的任何固件更新。
zh_tw: openSUSE 藉由只寫入能夠啟動系統的最少需要的資料量，來降低這個風險。寫入的資料至少要能告訴 UEFI 韌體 openSUSE 啟動程式的位置。官方 Linux 核心提供使用 UEFI 儲存區來寫入開機及當機資訊的功能 (<literal>pstore</literal>)，在此預設被停用。無論如何，建議安裝任何硬體製造商建議的韌體更新。

source: UEFI, GPT, and MS-DOS Partitions
ar: أقسام UEFI و GPT و MS-DOS
da: UEFI-, GPT- og MS-DOS-partitioner
el: Κατατμήσεις UEFI, GPT, και MS-DOS
id: UEFI, GPT, dan Partisi MS-DOS
ja: UEFI, GPT, MS-DOS の各パーティションについて
lt: UEFI, GPT ir MS-DOS skaidiniai
ms: Partition UEFI, GPT dan MS-DOS
pt: UEFI, GPT e partições MS-DOS
ru: UEFI, GPT и разделы MS-DOS
sk: UEFI, GPT a MS-DOS oddiely
sv: UEFI, GPT och MS-DOS partitioner
uk: UEFI, GPT і розділи MS-DOS
zh_cn: UEFI, GPT 和 MS-DOS 分区
zh_tw: UEFI，GPT 與 MS-DOS 磁碟分割區

source: Together with the EFI/UEFI specification, a new style of partitioning arrived: GPT (GUID Partition Table). This new schema uses globally unique identifiers (128-bit values displayed in 32 hexadecimal digits) to identify devices and partition types.
ar: مع مواصفات EFI/UEFI هناك نمط جديد من التقسيم: GPT (جدول أقسام GUID). هذا مخطط جديد يستخدم معرفات فريدة عالمياً (قيم 128-بت يتم عرضها بصيغة أرقام ست عشرية 32) للتعرف على العتادوأنواع التقسيم.
da: Sammen med specifikationerne for EFI/UEFI kom en ny form for partitionering: GPT (GUID Partition Table). Denne nye form bruger globalt entydige identifikatorer (128-bit-værdier vist som 32 hexadecimale cifre) til identifikation af enheder og partitionstyper.
el: Μαζί με την συγκεκριμενοποιήση του EFI/UEFI, κατέφθασε ένα νέο στυλ κατάτμησης: το GPT (GUID Partition Table). Αυτό το νέο σχήμα χρησιμοποιεί γενικά μοναδικά αναγνωριστικά (οι τιμές 128-bit εμφανίζονται σε 32 δεκαεξαδικά ψηφία) για να προσδιορίσουν συσκευές και τύπους κατατμήσεων.
id: Bersamaan dengan spesifikasi EFI/UEFI, cara baru mempartisi juga dikembangkan bernama: GPT (GUI Partition Table / Tabel Partisi GUI). Skema baru ini menggunakan identifikasi unik (nilai 128-bit ditampilkan dalam 32 digit hexadesimal) untuk mengidentifikasi tipe-tipe perangkat dan partisi.
ja: EFI/UEFI の仕様には、新しい形式のパーティションテーブル GPT (GUID パーティションテーブル) が定義されています。この新しい方式では、ユニークな GUID (識別子; 32 桁の 16 進数で表わされる 128 ビットの値) を利用してデバイスとパーティション種別を識別します。
lt: Su EFI/UEFI specifikacija ateina naujas skaidinių tvarkymo stilius: GPT (GUID Partition Table). Šioje naujoje schemoje įrenginiams ir skaidinių tipams identifikuoti naudojami bendrieji unikalūs identifikatoriai (128 bitų reikšmės rodomos 32 šešioliktainiais skaitmenimis).
ms: Berserta dengan spesifikasi EFI/UEFI, cara baharu partition digunakan: GPT (Guid Partition Table). Skim baharu ini secara keseluruhan menggunakan pengenalan yang tersendiri (nilai 128-bit dipaparkan dalam digit 32 hexadecimal) untuk mengenal pasti alatan storan dan jenis-jenis partition.
pt: Em conjunto com a especificação EFI/UEFI, um novo estilo de particionamento chega: GPT (Tabela de Partição Guid). Este novo esquema usa identificadores globais únicos (valores de 128bits exibidos em 32 dígitos hexadecimais) para identificar dispositivos e tipos de partições.
ru: Вместе со спецификацией EFI/UEFI применяется новый способ разметки: GPT (GUID Partition Table). Он использует глобально уникальные идентификаторы (128-битные значения в виде 32 шестнадцатеричных цифр) для определения устройств и типов разделов.
sk: Spolu so špecifikáciou UEFI/EFI prišiel nový štýl rozdelenia diskov: GPT (GUID Partition Table). Táto nová schéma používa globálne jedinečné identifikátory (128-bitové hodnoty zobrazené ako 32 hexadecimálnych číslic) pre identifikáciu zariadenia a typov oddielov.
sv: Med EFI/UEFI specifikationerna kom en ny modell för partitionering: GPT (GUID Partition Table). Denna nya layout använder GUID-identifierare (ett globalt unikt 128-bit tal visat i 32 hexadecimala siffror) för att identifiera enheter och partitionstyper.
uk: Разом із специфікацією EFI/UEFI застосовується новий спосіб розбиття: GPT (GUID Partition Table). Він використовує глобально унікальні ідентифікатори (128-бітні значення у вигляді 32 шістнадцяткових цифр) для визначення пристроїв і типів розділів.
zh_cn: 伴随着 EFI/UEFI 规范到来的是一种新的分区风格：GPT（GUID 分区表）。这种新方法使用全局唯一标识符（128 位值显示成 32 个十六进制数字）来识别设备和分区类型。
zh_tw: 在 EFI/UEFI 的規格書中提到一個新的分割磁碟的劃分方式：GPT（GUID Partition Table）。這個新的方式使用 GUID（128位元的值顯示在32個十六進制數字上）來識別裝置及分割區類型。

source: Additionally, the UEFI specification also allows legacy MBR (MS-DOS) partitions. The Linux boot loaders (ELILO or GRUB 2) try to automatically generate a GUID for those legacy partitions, and write them to the firmware. Such a GUID can change frequently, causing a rewrite in the firmware. A rewrite consists of two different operations: Removing the old entry and creating a new entry that replaces the first one.
ar: بالإضافة إلى ذلك، تسمح مواصفات UEFI أيضا بأقسام MBR (MS-DOS) القديمة. محمل إقلاع لينكس (ELILO أو GRUB2) يحاولة تلقائياً إنشاء GUID لتلك الأقسام القديمة، ويكتبها إلى البرامج الثابتة. GUID يمكن أن يتغير بشكل متكرر، مما يتسبب في إعادة كتابة البرامج الثابتة. إعادة الكتابة تتألف من عمليتين: إزالة الإدخال القديم وإنشاء إدخال جديد يحل محله.
da: Derudover tillader UEFI-specifikationen gammeldags MBR- (MS_DOS-)partitioner. Linux' boot loadere (ELILO or GRUB 2) prøver automatisk at danne et GUID for disse gammeldags partitioner og at skrive dem til firmwaren. Sådan et GUID kan blive ændret ret ofte, hvilket forårsager endnu en skrivning til firmwaren. En sådan skrivning indbefatter to forskellige operationer: Fjernelse af den gamle indgang og oprettelse af en ny, som erstatter den gemle.
id: Sebagai tambahan, spesifikasi UEFI juga memungkinkan partisi cara lama MBR (MS-DOS). Boot loader Linux (ELILO atau GRUB 2) akan mencoba untuk membuat secara otomatis sebuah GUID untuk partisi cara lama tersebut, dan menuliskannya ke dalam firmware. GUID seperti itu akan sering kali berubah, sehingga mengakibatkan penulisan ulang pada firmware. Penulisan ulang terdiri dari dua cara yang berbeda: membuang entri lama dan membuar sebuah entri baru untuk menggantikannya.
ja: これに加えて、 UEFI の仕様では古い MBR (MS-DOS) 形式のパーティションテーブルにも対応しています。 Linux のブートローダ (ELILO, GRUB 2) では、これらの古い形式のパーティションに対して、自動的に GUID を割り当ててファームウエア内に書き込もうとします。この場合、 GUID は頻繁に変更されるものであるため、ファームウエアへの再書き込みも頻繁に発生することになります。この再書き込みには 2 つの操作、具体的には古い項目の削除と、それを置き換えるための新しい項目の作成が含まれます。
ms: Tambahan lagi, spesifikasi UEFI juga membenarkan partition legasi MBR (MS-DOS). Boot loader Linux (ELILO atau GRUB 2) cuba untuk menghasilkan GUID secara automatik dalam partition legasi, dan menulis kepada firmware. GUID boleh bertukar secara kerap, mengakibatkan penulisan semula kepada firmware. Penulisan semula mengandungi dua operasi yang berbeza: Membuang entri lama dan menghasilkan satu entri baru menggantikan yang pertama.
pt: Consequentemente, a especificação UEFI também permite partições legado como o MBR (MS-DOS). Em Linux, os boot loaders (ELILO ou GRUB2) tentam criar automaticamente um GUID (Identificador único global) para essas partições legado, e inscrevem-nas no Firmware. Um identificador único global pode mudar frequentemente, reescrevendo informação no Firmware. Reescrever consiste em duas operações distintas: Remover entradas antigas e criando uma nova que toma o lugar da primeira.
ru: Кроме этого, спецификация UEFI разрешает использование устаревших разделов MBR (MS-DOS). Загрузчики Linux (ELILO или GRUB2) пытаются автоматически создать GUID для таких разделов и сохранить изменения в прошивке. Такие GUID могут часто изменяться, что приводит к перезаписи данных прошивки. Перезапись состоит из двух разных действий: удаления старой записи и создания новой записи на замену старой.
sk: Okrem toho špecifikácia UEFI tiež umožňuje štandardné MBR (MS-DOS) oddiely. Linuxoví správcovia štartu (ELILO alebo GRUB2) skúšajú automaticky generovať GUID pre tieto staršie oddiely a zapísať ich do firmware. Takýto GUID sa môže často meniť, čo spôsobuje prepísanie firmvéru. Prepis sa skladá z dvoch rôznych operácií: odstránenie starého záznamu a vytvorenie nového, ktorý nahradí pôvodný.
sv: UEFI specifikationerna tillåter också partitioner av den föråldrade typen MBR (MS-DOS). Linux bootladdare (ELILO eller GRUB 2) försöker att automatiskt generera ett GUID för partitioner av denna typ och skriva in dem i firmwaret. Sådana GUID kan ändras ofta och måste då omregistreras i firmwaret. En omregistrering består av två operationer: avlägsna det gamla ID:et och skapa ett nytt som ersätter det gamla.
uk: Крім цього, специфікація UEFI дозволяє використання застарілих розділів MBR (MS-DOS). Завантажувачі Linux (ELILO або GRUB2) намагаються автоматично створити GUID для таких розділів і зберегти зміни в прошивці. Такі GUID можуть часто змінюватися, що призводить до перезапису даних прошивки. Перезапис складається з двох різних дій: видалення старого запису і створення нового запису замість старого.
zh_cn: 另外，UEFI 规范也允许传统的 MBR（MS-DOS）分区。Linux 引导加载器（ELILO 或 GRUB 2）会尝试为这些传统分区自动生成一个 GUID，并将它们写入到固件中。这样的 GUID 可频繁变化，导致重写固件。重写由两个不同操作组成：移除旧项和创建替代前一个项的新项。
zh_tw: 此外，UEFI 規範是允許傳統的 MBR（MS-DOS）分割區。 Linux 引導加載器（ELILO 或 GRUB2）嘗試針對那些傳統的分割區自動產生一個 GUID ，並把它們寫進韌體。像這樣的一個 GUID 可以頻繁變更，導致韌體的重寫入。一次的重寫入包括兩種不同的操作：刪除舊的項目，以及創建一個新的項目以取代第一個項目。

source: Modern firmware has a garbage collector that collects deleted entries and frees the memory reserved for old entries. A problem arises when faulty firmware does not collect and free those entries. This can result in a non-bootable system.
ar: البرامج الثابتة الحديثة تقوم بتجميع الإدخالات المحذوفة وتحرر الذاكرة من الإدخالات القديمة. إذا كان هناك خلل في البرنامج الثابت قد تنشأ مشكلة أثناء جمع وتحرير هذه الإدخالات؛ وهذا قد يتسبب في عدم قدرة النظام على الإقلاع.
da: Moderne firmware har en garbage collector, som indsamler slettede indførsler og frigiver den hukommelse, der var reserveret til dem. Der opstår et problem, når fejlbehæfter firmware ikke indsamler og frigiver disse indførsler. Dette kan resultere i at systmet ikke længere kan startes op.
id: Firmaware masa kini memiliki pengumpul sampah (garbage collector) yang mengumpulkan entri-entri yang telah dihapus dan membersihakn memori dari entri lama tersebut. Masalah timbul ketika firmware yang rusak tidak mengumpulkan dan membersihkan entri-entri tersebut. Hal ini dapat mengakibatkan sistem tidak dapat di-boot.
ja: また、新しいファームウエアには、削除された項目を収集して古い項目用に確保したメモリを解放する、ガーベージコレクタ機能が用意されています。ファームウエアに不具合があると、これらの古い項目を収集できなかったり、メモリを解放しなかったりする場合があり、これにより起動が不可能になる場合があります。
ms: Firmware yang moden mempunyai sisa yang mengumpul entri-entri yang telah dipadam dan melapangkan memori yang telah disediakan untuk entri-entri yang lama. Masalah akan timbul apabila firmware yang bermasalah tidak mengumpul dan melapangkan entri-entri tersebut. Ini mengakibatkan kepada sistem yang gagal diboot.
pt: Firmware moderno possui uma forma de recolha de lixo que reúne entradas e liberta memória reservada a entradas antigas. Problemas ocorrem quando Firmware defeituoso não faz a recolha desse lixo e liberta as entradas, isto poderá resultar na incapacidade do sistema arrancar.
ru: В современных прошивках есть сборщик мусора, собирающий удалённые записи и освобождающий память, зарезервированную под старые записи. Проблема возникает в случае, когда глючная прошивка не освобождает такие записи; это может привести к невозможности загрузки системы.
sk: Moderný firmware má garbage collector, ktorý zhromažďuje vymazané záznamy a uvoľňuje pamäť vyhradenú pre staré záznamy. Problém nastáva, keď chybný firmware nezhromažďuje a neuvoľňuje záznamy; môže to skončiť s nespustiteľným systémom.
sv: Moderna firmware har en soptunnehanterare som registrerar de borttagna ID:en och frigör minnet som är reserverat för dessa. Felaktiga firmware som inte lyckas frigöra dessa resurser kan leda till att datorn inte längre kan starta.
uk: У сучасних прошивках наявний збирач сміття, що збирає видалені записи і звільняє пам'ять, зарезервовану під старі записи. Проблема виникає у випадку, коли непридатна прошивка не звільняє такі записи; це може призвести до неможливості завантаження системи.
zh_cn: 现代固件有一个垃圾收集器可搜集删除的项并释放为旧项预留的内存。当问题固件不搜集并释放这些项时就会导致问题。这可能导致系统无法引导。
zh_tw: 現代的韌體都有一個垃圾收集器（garbage collector），可以收集被刪除的進入點（entries），並且釋放原來保留給舊進入點（entries）的記憶體。當故障的韌體不能收集或是釋放這些進入點（entries）時，系統將會出現問題，最終將造成系統無法開機。

source: To work around this problem, convert the legacy MBR partition to GPT.
ar: لتجاوز هذه المشكلة، حوِل قسم MBR القديم إلى GPT.
da: Konvertér gamle MBR-partitioner til GPT for at omgå dette problem.
id: Untuk memecahkan masalah ini, ubahlah partisi MBR menjadi bentuk GPT.
ja: このような問題が発生した場合は、古い MBR 形式のパーティションを GPT 形式のパーティションに更新して、問題を回避してください。
ms: Untuk penyelesaian, tukarkan partition legasi MBR ke GPT.
pt: Para contornar este problema, converta a partição legado MBR em GPT.
ru: Чтобы обойти эту проблему, сконвертируйте устаревший раздел MBR в новый GPT.
sk: Ak chcete tento problém vyriešiť, zmeňte starší MBR diskový oddiel na GPT.
sv: Omvandla MBR-partitionerna till GPT för att komma runt problemet .
uk: Обхідний шлях дуже простий: конвертуйте застарілий розділ MBR у новий GPT, щоб повністю уникнути подібних проблем.
zh_cn: 规避方法很简单：将传统的 MBR 分区转换成新的 GPT 分区来彻底避免此问题。
zh_tw: 簡單的替代解決方案是：轉換傳統的 MBR 分割區成為新的 GPT 分割區以完整的避免此問題。

source: Changes for Users Installing the Nvidia Driver Manually
id: Perubahan untuk Pengguna yang memasang Driver Nvidia secara Manual
ms: Penukaran Untuk Pengguna Cara Memasang Driver Nvidia Secara Manual
uk: Зміни для користувачів, які встановлюють вручну драйвери Nvidia

source: On openSUSE Leap 42.3, you need to uninstall the package <package>drm-kmp-default</package> first, before you can manually install Nvidia drivers using the <filename>.run</filename> shell script archive:
id: Pada openSUSE Leap 42.3, pertama anda harus membuang paket <package>drm-kmp-default</package>, sebelum anda dapat memasang driver Nvidia menggunakan arsip shell skrip <filename>.run</filename>:
ms: Dengan openSUSE Leap 42.3, anda perlu nyahpasang pakej <package>drm-kmp-default</package> terlebih dahulu, sebelum anda memasang driver Nvidia secara manual menggunakan <filename>.run</filename> skrip shell:
uk: На openSUSE Leap 42.3 вам потрібно спершу вилучити пакунок <package>drm-kmp-default</package>, потім ви можете вручну встановити драйвери Nvidia за допомогою консольного сценарію архіву <filename>.run</filename>:

source: If you install the RPMs provided by Nvidia, you will not be affected by this issue, because in that case the package <package>drm-kmp-default</package> is replaced during the driver installation automatically.
id: Bila anda menggunakan RPM yang disediakan oleh Nvidia, anda tidak terpengaruh oleh isu ini, karena dalam kasus tersebut paket <package>drm-kmp-default</package> diganti secara otomatis selama instalasi driver.
ms: Sekiranya anda memasang RPM disediakan oleh Nvidia, anda tidak akan terkesan dengan isu ini, kerana pakej <package>drm-kmp-default</package> digantikan semasa pemsanagn driver secara automatik.
uk: Якщо ви встановлюєте RPM, надані Nvidia, ви не зіткнетеся з цією проблемою, бо у цьому випадку пакунок <package>drm-kmp-default</package> замінюється автоматично під час встановлення драйвера.

source: If you decide to uninstall Nvidia's driver later, make sure to reinstall the package <package>drm-kmp-default</package>.
id: Kalau Anda kemudian memutuskan untuk membuang driver Nvidia, pastikan untuk memasang ulang paket <package>drm-kmp-default</package>.
ms: Sekiranya anda bercadang untuk nyahpasang driver Nvidia kemudian, pastikan untuk memasang semula pakej <package> drm-kmp-default</package>.
uk: Якщо ви пізніше вирішите вилучити драйвер Nvidia, то переконайтеся, що повторно встановили пакунок <package>drm-kmp-default</package>.

source: For more information, see <link href="https://bugzilla.suse.com/show_bug.cgi?id=1044816"/>.
id: Untuk informasi lebih jauh, lihat <link href="https://bugzilla.suse.com/show_bug.cgi?id=1044816"/>.
ms: Untuk maklumat lanjut, lihat <link href="https://bugzilla.suse.com/show_bug.cgi?id=1044816"/>.
uk: За подробицями див. <link href="https://bugzilla.suse.com/show_bug.cgi?id=1044816"/>.

source: System Upgrade
ar: ترقية النظام
da: Systemopgradering
id: Pemutakhiran Sistem
ja: システムアップグレード
lt: Sistemos naujovinimas
ms: Naik Taraf Sistem
pt: Atualização do sistema
ru: Обновление системы
sk: Zvýšenie verzie systému
sv: Systemuppdatering
uk: Оновлення системи
zh_cn: 系统升级
zh_tw: 系統升級

source: This section lists notes related to upgrading the system. For detailed upgrade instructions, see the documentation at <link href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/cha.update.osuse.html"/>.
id: Bagian ini berisi daftar catatan yang berhubungan dengan pemutakhiran sistem. Untuk instruksi pemutakhiran yang lebih detail, lihat dokumentasi pada <link href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/cha.update.osuse.html"/>.
ja: 本章には、アップグレードに関する説明が書かれています。詳しいアップグレード手順については、下記で公開されている文書をお読みください: <link href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/cha.update.osuse.html"/>
ms: Bahagian ini menyenaraikan nota berkaitan tentang menaik taraf sistem. Untuk arahan naik taraf terperinci, lihat dokumentasi di <link href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/cha.update.osuse.html"/>.
pt: Esta secção contém notas relacionadas com a atualização do sistema. Para informações detalhadas consulte: <link href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/cha.update.osuse.html"/>.
ru: В этом разделе перечислены замечания, связанные с обновлением системы. Подробные инструкции по обновлению приведены в документации по адресу <link href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/cha.update.osuse.html"/>.
sk: Táto časť obsahuje poznámky týkajúce sa zvýšenia verzie. Podrobné pokyny na zvýšenie verzie nájdete v dokumentácii na <link href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/cha.update.osuse.html"/>.
sv: Detta avsnitt innehåller viktig information om uppgradering av systemet. För detaljerade instruktioner om uppgradering, se: <link href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/cha.update.osuse.html"/>.
uk: У цьому розділі наведені примітки, пов'язані з оновленням системи. Докладні інструкції з оновлення див. у документації на <link href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/cha.update.osuse.html"/>.
zh_cn: 此章节列出了与升级系统有关的注记。详细升级指引请参考文档 <link href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/cha.update.osuse.html"/>。
zh_tw: 這個小節列出了與系統升級有關的注意事項。欲了解詳細的升級步驟，請見 <link href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/cha.update.osuse.html"/> 的文件說明。

source: Upgrading from openSUSE Leap 42.2
id: Melakukan upgrade dari openSUSE Leap 42.2
ms: Naik Taraf dari openSUSE Leap 42.2
uk: Оновлення від openSUSE Leap 42.2
