Repository: openSUSE/release-notes-openSUSE
Catalog: po/*.po
Languages: ar, da, el, id, ja, lt, ms, pt, ru, sk, sv, uk, zh_cn, zh_tw

source: Release Notes
ar: ملاحظات الإصدار
da: Udgivelsesnoter
el: Σημειώσεις έκδοσης
id: Catatan Rilis
ja: リリースノート
lt: Laidos informacija
ms: Nota Terbitan
pt: Notas da versão
ru: Примечания к выпуску
sk: Poznámky k vydaniu
sv: Versionsinformation
uk: Примітки до випуску
zh_cn: 版本资讯
zh_tw: 發行紀事

source: @VERSION@
el: @ΕΚΔΟΣΗ@
ms: Versi

source: openSUSE Leap is a free and Linux-based operating system for your PC, Laptop or Server. You can surf the Web, manage your e-mails and photos, do office work, play videos or music and have a lot of fun!
ar: أوبن سوزي ليب نظام تشغيل مجاني يعتمد على لينكس لأجهزة الحاسب الآلي ، والحاسب المحمول أو الخادم. يمكنك تصفح الويب وإدارة البريد الإلكتروني والصور، القيام بأعمال المكتب، وتشغيل الفيديو أو الموسيقى هناك الكثير من المتعة في استخدام أوبن سوزي!
da: openSUSE Leap er et frit, Linux-baseret styresystem til din PC, bærbare og server. Du kan surfe på internettet, håndtere dine e-mails og fotos, lave kontorarbejde, afspille videoer og musik og have det sjovt!
id: openSUSE Leap adalah sistem operasi bebas berbasis Linux untuk PC, Laptop dan Server Anda. Anda dapat menjelajah web, mengelola surat elektronik dan foto, mengerjakan pekerjaan kantor, memainkan video atau musik dan yang terpenting melakukannya dengan gembira!
ms: openSUSE Leap ialah sistem operasi berasaskan Linux dan percuma untuk PC anda, laptop atau server. Anda boleh melayari Web, menguruskan email, foto, melakukan kerja pejabat, bermain video atau muzik dan menikmati pelbagai keseronokan!
ru: openSUSE Leap — это свободная операционная система на базе Linux для Вашего ПК, ноутбука или сервера. Вы можете просматривать веб, управлять почтой и фотографиями, выполнять офисную работу, смотреть видео или слушать музыку. Have a lot of fun!
uk: openSUSE Leap — це вільна операційна система на базі Linux для Вашого ПК, ноутбука або сервера. Ви можете блукати просторами інтернету, управляти поштою та світлинами, виконувати офісну роботу, дивитися відео чи слухати музику і отримувати чимале задоволення!

source: This is the initial version of the release notes for the forthcoming openSUSE Leap 42.3.
id: Ini adalah versi awal catatan rilis untuk openSUSE 42.3 yang akan segera diluncurkan.
ms: Ini ialah versi awal daripada nota terbitan untuk openSUSE Leap 42.3 yang akan datang.
uk: Це тільки початкова версія приміток до прийдешнього випуску openSUSE Leap 42.3.

source: The release notes are under constant development. To find out about the latest updates, see the online version at <link href="https://doc.opensuse.org/release-notes"/>. The English release notes are updated whenever need arises. Translated language versions can temporarily be incomplete.
id: Catatan rilis selalu mengalami pembaharuan. Untuk mengetahui pemutakhiran terbaru, lihatlah versi daring di <link href="https://doc.opensuse.org/releasenotes"/>. Catatan rilis dalam Bahasa Inggris selalu diperbarui ketika dibutuhkan. Versi-versi terjemahan dalam bahasa lain untuk sementara waktu bisa saja tidak lengkap.
ms: Nota terbitan dibangunkan secara berterusan. Untuk melihat perkembangan terkini, sila lihat versi online di <link href="https://doc.opensuse.org/release-notes"/>. Nota terbitan berbahasa Inggeris akan dikemaskini apabila diperlukan. Terjemahan bahasa lain berkemungkinan menjadi tidak lengkap.
uk: Примітки до випуску перебувають на стадії розробки. Щоби дізнатися про останні оновлення, перегляньте їхню версію в інтернеті на <link href="https://doc.opensuse.org/release-notes"/>. Англійська версія приміток до випуску оновлюється за потреби. Перекладені мовні версії може бути тимчасово неповними.

source: The end of the maintenance period for openSUSE Leap 42.3 is now reached. To keep your systems up-to-date and secure, upgrade to a current openSUSE version. Before starting the upgrade, make sure that all maintenance updates for openSUSE Leap 42.3 are applied.
id: Akhir periode pemeliharaan untuk openSUSE Leap 42.3 sudah tercapai. Untuk menjaga agar sistem anda tetap terkini dan aman, tingkatkan ke versi openSUSE terbaru. Sebelum memulai peningkatan, pastikan semua pembaruan untuk openSUSE Leap 42.3 diterapkan.
ms: Penghujung tempoh penyelenggaraan untuk openSUSE Leap 42.3 telah dicapai. Untuk memastikan sistem anda dikemaskini dan mantap, sila naik taraf ke versi openSUSE terkini. Sebelum memulakan naik taraf, pastikan penyelenggaraan kemaskini untuk openSUSE Leap 42.3 telah dilakukan.
uk: Досягнуто кінця періоду підтримки openSUSE Leap 42.3. Для збереження вашої системи актуальною і безпечною оновіться до поточної версії OpenSUSE. Перед початком оновлення до вищої версії переконайтеся, що встановлені усі оновлення для openSUSE Leap 42.2.

source: For more information about upgrading to a current openSUSE version, see <link href="http://en.opensuse.org/SDB:Distribution-Upgrade"/>.
id: Untuk informasi lebih lanjut tentang peningkatan versi openSUSE saat ini, lihat <link href="http://en.opensuse.org/SDB:Distribution-Upgrade"/>.
ms: Untuk maklumat lain berkaitan naik taraf ke openSUSE versi sekarang, sila lihat <link href="http://en.opensuse.org/SDB:Distribution-Upgrade"/>.
ru: Больше сведений о переходе на новую версию openSUSE приведено по адресу <link href="http://en.opensuse.org/SDB:Distribution-Upgrade"/>.
uk: Для докладніших відомостей про оновлення до поточної версії openSUSE див. <link href="http://en.opensuse.org/SDB:Distribution-Upgrade"/>.

source: If you upgrade from an older version to this openSUSE Leap release, see previous release notes listed here: <link href="http://en.opensuse.org/openSUSE:Release_Notes"/>.
id: Jika Anda melakukan peningkatan dari versi yang lama ke versi openSUSE Leap ini, lihatlah catatan rilis sebelumnya di <link href="http://en.opensuse.org/openSUSE:Release_Notes"/>.
ja: openSUSE Leap の旧バージョンからアップグレードした場合は、下記に示す旧バージョンのリリースノートもお読みください: <link href="http://ja.opensuse.org/openSUSE:Release_Notes"/>
ms: Sekiranya anda menaik taraf dari versi terdahulu ke openSUSE Leap, lihat nota terbitan terdahulu seperti yang disenaraikan di sini: <link href="http://en.opensuse.org/openSUSE:Release_Notes"/>.
pt: Se realizar um upgrade de uma versão antiga para a versão atual do Opensuse Leap. consulte as notas de lançamento anteriores aqui: <link href="http://en.opensuse.org/openSUSE:Release_Notes"/> .
ru: Если вы обновляетесь с более старой версии до этого выпуска openSUSE Leap, см. предыдущие примечания здесь: <link href="http://en.opensuse.org/openSUSE:Release_Notes"/>.
sk: Ak povyšujete zo staršej verzie na toto vydanie openSUSE Leap, pozrite si predchádzajúce poznámky k vydaniu, ktoré sú uvedené tu: <link href="http://en.opensuse.org/openSUSE:Release_Notes"/>.
sv: Om du uppgraderar från en äldre version till denna version av openSUSE Leap, läs versionsinformationen från tidigare utgåvor här: <link href="http://en.opensuse.org/openSUSE:Release_Notes"/>.
uk: Якщо ви оновлюєтеся з старішої версії до цього випуску openSUSE, див. попередні примітки тут: <link href="http://en.opensuse.org/openSUSE:Release_Notes"/>.
zh_cn: 若您是从某个旧版本升级到本版 openSUSE 的，之前的版本资讯列示于此，供您参考：<link href="http://en.opensuse.org/openSUSE:Release_Notes" />。
zh_tw: 如果您從較舊的 openSUSE 發行版本升級，請由此查看之前的發行紀事： <link href="http://en.opensuse.org/openSUSE:Release_Notes"/>。

source: <phrase condition="beta">This public beta test is part of the openSUSE project.</phrase> Information about the project is available at <link href="https://www.opensuse.org"/>.
id: <phrase condition="beta">Versi beta ini adalah bagian dari proyek openSUSE.</phrase>Informasi mengenai proyek tersedia di <link href="https://www.opensuse.org"/>.
ja: <phrase condition="beta"> これは openSUSE プロジェクトが公開する公開ベータテストです。</phrase> プロジェクトに関する情報は、 <link href="https://www.opensuse.org"/> をお読みください。
ms: <phrase condition="beta"> Percubaan beta untuk umum adalah sebahagian dari projek openSUSE.</phrase> Maklumat berkenaan projek ini boleh didapati di <link href="https://www.opensuse.org"/>.
pt: <phrase condition="beta">Este teste beta público faz parte do projeto openSUSE.</phrase> Informações sobre o projeto estão disponíveis em <link href="http://opensuse.org"/>.
ru: <phrase condition="beta">Эта публичная бета-версия — часть проекта openSUSE.</phrase> Информация о проекте доступна по адресу <link href="https://www.opensuse.org"/>.
sk: <phrase condition="beta">Tento verejný beta test je súčasťou projektu openSUSE.</phrase>Informácie o projekte sú k dostupné na <link href="https://www.opensuse.org"/>.
sv: <phrase condition="beta">Denna publika betatest är en del av openSUSE-projetet.</phrase> Information om projektet finns att tillgå här: <link href="https://www.opensuse.org"/>.
uk: <phrase condition="beta">Цю тестову бета-версію випущено проектом openSUSE.</phrase> Інформацію про цей проект можна знайти на <link href="https://www.opensuse.org"/>.
zh_cn: <phrase condition="beta">本次公测Beta版本为openSUSE项目一部分</phrase>有关openSUSE项目请参考：<link href="https://www.opensuse.org"/>

source: Report all bugs you encounter using this prerelease of openSUSE Leap 42.3 in the openSUSE Bugzilla. For more information, see <link href="http://en.opensuse.org/Submitting_Bug_Reports"/>. If you would like to see anything added to the release notes, file a bug report against the component <quote>Release Notes</quote>.
id: Laporkan semua bug yang Anda temui dalam menggunakan versi pra-rilis openSUSE Leap 42.3 melalui openSUSE Bugzilla. Informasi lebih lanjut, lihat <link href="http://en.opensuse.org/Submitting_Bug_Reports"/>. Jika Anda menginginkan sesuatu ditambahkan ke dalam catatan rilis, buatlah sebuah laporan bug tentang komponen <quote>Release Notes</quote>.
ms: Laporkan segala pepijat yang dijumpai semasa pra-terbit openSUSE Leap 42.3 di openSUSE Bugzilla. Untuk maklumat lanjut, lihat <link href="http://en.opensuse.org/Submitting_Bug_Reports"/>. Sekiranya anda ingin menambah sesuatu dalam nota terbitan, sila failkan laporan pepijat terhadap komponen <quote> Nota Terbitan </quote>.
uk: Інформацію про відомі вади цієї попередньої версії OpenSUSE Leap 42.3 можна знайти на openSUSE Bugzilla. За подробицями див. <link href="http://en.opensuse.org/Submitting_Bug_Reports"/>. Якщо ви хочете, щоб щось було додано до цих приміток до випуску, будь ласка, напишіть звіт про ваду у компонент <quote>Примітки до випуску</quote>.

source: To report bugs against this release, use the openSUSE Bugzilla. For more information, see <link href="http://en.opensuse.org/Submitting_Bug_Reports"/>.
id: Untuk melaporkan kutu/bugs rilis ini, gunakan openSUSE Bugzilla. Untuk informasi lebih lanjut, lihat <link href="http://en.opensuse.org/Submitting_Bug_Reports"/>.
ms: Untuk melaporkan pepijat terhadap keluaran ini, gunkan openSUSE Bugzilla. Untuk maklumat lanjut, lihat <link href="http://en.opensuse.org/Submitting_Bug_Reports"/>.
ru: Для сообщений об ошибках в этом выпуске используйте openSUSE Bugzilla. Больше сведений можно найти по адресу <link href="http://en.opensuse.org/Submitting_Bug_Reports"/>.
uk: Для повідомлень про помилки в цьому випуску використовуйте openSUSE Bugzilla. Більше інформації можна знайти за адресою <link href="http://en.opensuse.org/Submitting_Bug_Reports"/>.
zh_cn: 要报告此版本的问题，请使用 openSUSE Bugzilla 系统。更多信息，参见 <link href="http://en.opensuse.org/Submitting_Bug_Reports"/>。
zh_tw: 要提交關於本次發行的錯誤報告，請利用 openSUSE Bugzilla。欲知詳情，請造訪 <link href="http://en.opensuse.org/Submitting_Bug_Reports"/>。

source: Installation
ar: تثبيت
el: Εγκατάσταση
id: Instalasi
ja: インストール
lt: Diegimas
ms: Pemasangan
pt: Instalação
ru: Установка
sk: Inštalácia
uk: Встановлення
zh_cn: 安装
zh_tw: 安裝

source: This section contains installation-related notes. For detailed upgrade instructions, see the documentation at <link href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/part.basics.html"/>.
id: Bagian ini menjelaskan catatan yang terkait dengan instalasi. Untuk petunjuk detail peningkatan versi, lihatlah dokumentasi pada <link href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/part.basics.html"/>.
ja: 本章には、インストールに関連する説明が書かれています。アップグレードに関する詳しい手順については、下記で公開されている文書をお読みください: <link href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/part.basics.html"/>
ms: Bahagian ini mengandungi nota berkaitan pemasangan. Arahan naik taraf terperinci, sila lihat dokumentasi di <link href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/part.basics.html"/>.
pt: Esta secção contém notas referentes à instalação. Para instruções mais detalhadas relativo ao processo de atualização, consulte a documentação: <link href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/part.basics.html"/>.
ru: Данный раздел содержит информацию по установке, Подробные инструкции по обновлению приведена в документации на <link href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/part.basics.html"/>.
sk: Táto časť obsahuje poznámky týkajúce sa inštalácie. Podrobné pokyny na zvýšenie verzie nájdete v dokumentácii na <link href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/part.basics.html"/>.
sv: Detta avsnitt innehåller viktig information för nyinstallationer. För information om uppgradering, se följande dokumentation: <link href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/part.basics.html"/>.
uk: Цей розділ містить зауваження по установці. Докладні інструкції з оновлення див. у документації на <link href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/part.basics.html"/>.
zh_cn: 此章节囊括了安装相关的注记。详细升级指引，请参考文档 <link href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/part.basics.html"/>。
zh_tw: 此章節包含了安裝相關的要點。關於詳細的升級教學，請參閱在<link href="https://doc.opensuse.org/documentation/leap/startup/html/book.opensuse.startup/part.basics.html"/>的文件。

source: Minimal System Installation
id: Instalasi Sistem Minimal
ja: 最小限のシステムインストールについて
ms: Pemasangan Sistem Minimal
pt: Instalação minimal
ru: Установка минимальной системы
sk: Inštalácia minimálneho systému
sv: Minimal installation
uk: Встановлення мінімальної системи
zh_cn: 最小化系统安装
zh_tw: 最小系統安裝

source: To avoid some big recommended packages from being installed, the pattern for minimal installations uses another pattern that creates conflicts with undesired packages. This pattern, <literal>patterns-openSUSE-minimal_base-conflicts</literal>, can be removed after installation.
id: Untuk menghindari beberapa paket berukuran besar yang direkomendasikan terinstall secara otomatis, pola untuk instalasi minimal menggunakan pola lain yang menyebabkan konflik dengan paket-paket yang tidak diinginkan. Pola ini, <literal>patterns-openSUSE-minimal_base-conflicts</literal>, dapat dihapus setelah instalasi.
ja: 最小インストールのパターンを選択してインストールした際、サイズを肥大化させてしまう様々な推奨パッケージをインストールしないようにするため、不要なパッケージに対して矛盾を設定し、インストールを防ぐためのパターンがインストールされます。このパターンは <literal>patterns-openSUSE-minimal_base-conflicts</literal> という名称で、システムのインストール後に削除することもできます。
ms: Untuk mengelakkan sebahagian pakej besar yang disarankan terpasang, corak pemasangan minimal menggunakan corak lain yang bermasalah dengan pakej yang tidak diingini. Corak ini, <literal>patterns-openSUSE-minimal_base-conflicts</literal>, boleh dibuang selepas pemasangan.
pt: Para evitar que alguns pacotes de elevada proporção sejam instalados, o padrão para as instalações minimais usam um padrão diferente que cria um conflito com pacotes indesejados. O padrão <literal>patterns-openSUSE-minimal_base-conflicts</literal> pode ser removido após a instalação.
ru: Чтобы избежать установки больших рекомендованных пакетов шаблон минимальной установки использует другой шаблон, конфликтующий с нежелательными пакетами. Этот шаблон после выполнения установки можно удалить, он называется <literal>patterns-openSUSE-minimal_base-conflicts</literal>.
sk: Aby sa zabránilo nainštalovaniu niektorých veľkých odporúčaných balíkov, šablóna pre minimálnu inštaláciu používa inú šablónu, ktorá je v konflikte s neželanými balíkmi. Táto šablóna <literal>patterns-openSUSE-minimal_base-conflicts</literal> sa môže po inštalácii odstrániť.
sv: När du väljer "Minimal installation" installeras ett mönster (paket) som hindrar ett antal större programpaket från att installeras. Detta "blockeringsmönster" <literal>patterns-openSUSE-minimal_base-conflicts</literal> kan du plocka bort när installationen av OpenSUSE är klar.
uk: Щоб запобігти встановленню деяких великих рекомендованих пакунків, шаблон для мінімального встановлення використовує інший шаблон, який є несумісним з небажаними пакунками. Цей шаблон <literal>patterns-openSUSE-minimal_base-conflicts</literal> можна вилучити після встановлення.
zh_cn: 为了避免安装上某些体量巨大的推荐软件包，最小化安装模式使用了另一个模式，使其与不想要的软件包冲突。系统安装完成后可以移除这个 <literal>patterns-openSUSE-minimal_base-conflicts</literal> 模式。
zh_tw: 為避免一些大型的建議套件被安裝，最小安裝樣式 (pattern) 會使用到其他與非預期套件相衝突的樣式。該樣式 <literal>patterns-openSUSE-minimal_base-conflicts</literal> 可以在安裝完成後移除。

source: Note that the minimal installation has no firewall by default. If you need one, install <literal>SuSEfirewall2</literal>.
id: Perlu dicatat bahwa instalasi minimal secara default tidak mengaktifkan firewall. Kalau Anda membutuhkannya, instal <literal>SuSEfirewall2</literal>.
ja: また、最小構成でインストールすると、既定でファイアウオールは無効化されます。必要であれば <literal>SuSEfirewall2</literal> をインストールしてください。
ms: Ambil perhatian bahawa pemasangan minimal adalah tanpa firewall. Sekiranya anda memerlukannya, sila pasang <literal>SuSEfirewall2</literal>.
pt: Atente que uma instalação minimal não possui Firewall por defeito. Se necessita de uma Firewall, proceda à instalação de <literal>SuSEfirewall2</literal>.
ru: Обратите внимание, что в минимальной установке по умолчанию нет брандмауэра. Если он вам нужен, установите <literal>SuSEfirewall2</literal>.
sk: Treba upozorniť, že minimálna inštalácia nemá firewall v predvolenom nastavení. Ak ho potrebujete, nainštalujte <literal>SuSEfirewall2</literal>.
sv: Tänk på att den minimala installationen inte installerar någon brandvägg åt dig. Om du behöver en brandvägg, installera <literal>SuSEfirewall2</literal>.
uk: Слід зазначити, що мінімальне встановлення не має типового мережного екрана. Якщо вам це потрібно, то встановіть <literal>SuSEfirewall2</literal>.
zh_cn: 请注意最小化安装默认没有防火墙。若需要，请安装 <literal>SuSEfirewall2</literal>。
zh_tw: 請注意最小系統安裝預設不會啟動防火牆。若您需要，請安裝 <literal>SuSEfirewall2</literal>。

source: Prior to installing openSUSE on a system that boots using UEFI (Unified Extensible Firmware Interface), you are urgently advised to check for any firmware updates the hardware vendor recommends and, if available, to install such an update. A pre-installation of Windows 8 or later is a strong indication that your system boots using UEFI.
ar: قبل تثبيت أوبن سوزي على نظام يستخدم إقلاع UEFI (واجهة البرنامج الثابت الممتد), ينصح بالتحقق من تحديثات البرامج الثابتة للأجهزة الموصي بها من البائع. وجود 8 Windows أو أحدث مسبقاً هو إشارة قوية إلى أن النظام يستخدم إقلاع UEFI.
da: Før du installerer openSUSE på et system, som bruger UEFI (Unified Extensible Firmware Interface) til at boote er det vigtigt, at du tjekker om hardware-producenten anbefaler nogen opdatering af firmwaren og om muligt installerer en sådan opdatering. Hvis maskinen er købt med Windows 8 eller senere, så er det en stærk indikation af at systemet booter med UEFI.
ms: Pemasangan openSUSE dalam sistem yang boot menggunakan UEFI (Unified Extensible Firmware Interface), anda dinasihatkan supaya memeriksa terlebih dahulu kemaskini firmware dari pembekal peralatan, sekiranya ada, kemaskini berkaitan perlu dipasang. Kewujudan Windows 8 adalah penanda bahawa sistem anda boot dengan menggunakan UEFI.

source: <emphasis>Background:</emphasis> Some UEFI firmware has bugs that cause it to break if too much data gets written to the UEFI storage area. However, there is no clear data of how much is <quote>too much</quote>.
ar: <emphasis>خلفية:</emphasis> بعض برامج UEFI الثابتة إُبلغ عن بأنها قد تتعطل عند تخزين UEFI بيانات بحجم كبير. ولا يوجد تقرير يحدد مقدار كمية هذه البيانات الكبيرة كم هو <quote>أكثر من اللازم</quote>.
da: <emphasis>Baggrund:</emphasis> Noget UEFI-firmware har fejl, som får det til at bryde sammen, hvis der skrives for store mængder data til UEFI's lagerområde. Der findes dog ingen sikre oplysninger om, hvor meget <quote>for meget</quote> er.
id: <emphasis>Latar belakang:</emphasis> Beberapa firmware UEFI mengandung bug yang dapat menyebabkan kerusakan UEFI boot jika terlalu banyak data yang dituliskan ke dalam area penyimpanan UEFI. Walaupun demikian, tidak ada data yang menunjukkan secara jelas seberapa banyak <quote>terlalu banyak</quote> itu.
ja: <emphasis>背景</emphasis> UEFI のファームウエアによっては、 UEFI のストレージ領域に多くのデータが書き込まれることで、起動に失敗してしまうバグを抱えています。もちろんこれはバグであるため、どれだけ <quote>多くの</quote> データを書き込むことで問題を発生させるのかは、誰にもわかりません。
ms: <emphasis>Latar belakang:</emphasis> Terdapat UEFI firmware yang mempunyai pepijat boleh mengakibatkan kerosakan banyak data yang ditulis atas storan UEFI. Walaubagaimanapun, tiada data yang tepat berapa banyak <quote>yang dikatakan banyak</quote>.
pt: <emphasis>Background:</emphasis> Algum Firmware UEFI possui defeitos que causam a sua falha, se demasiada informação for escrita na área de armazenamento UEFI. No entanto, não há evidência claras sobre quanta informação é necessária para que <quote>falhe</quote>.
ru: <emphasis>Обоснование:</emphasis> Некоторые прошивки UEFI содержат ошибки, приводящие к сбою в случае записи слишком большого объёма данных в область хранения UEFI. Что характерно, никто точно не знает, насколько <quote>большой</quote> объём приводит к такому сбою.
sk: <emphasis>Pozadie:</emphasis> Niektoré firmware UEFI obsahujú chyby, ktoré spôsobujú nefunkčnosť, ak je zapísaných do úložného priestoru UEFI príliš veľa dát. Nikto v skutočnosti nevie, koľko je to <quote>príliš veľa</quote>.
sv: <emphasis>Bakgrund:</emphasis> En del UEFI-firmware har en bugg som får datorn att krascha om operativsystemet skriver in för mycket data i UEFI:ets lagringsutrymme. Men det går inte att förutsäga hur mycket som är <quote>för mycket</quote>.
uk: <emphasis>Обґрунтування:</emphasis> Деякі прошивки UEFI містять помилки, що призводять до збою у разі запису занадто великого обсягу даних в область зберігання UEFI. Що характерно, ніхто точно не знає, наскільки <quote>великий</quote> обсяг призводить до такого збою.
zh_cn: <emphasis>背景知识：</emphasis>某些UEFI固件存在bug，如果有太多的数据写入到UEFI存储区域，将会导致其崩溃。然而，没有明确的数据表明多少才是<quote>太多</quote>。
zh_tw: <emphasis>背景知識：</emphasis> 有些 UEFI 韌體有缺陷，導致當有太多資料被寫入 UEFI 儲存區域時，韌體會發生問題。但是沒人知道究竟寫入多少資料才算<quote>太多</quote>。
