Repository: openSUSE/release-notes-openSUSE
Catalog: po/*.po
Languages: ar, da, el, id, ja, lt, ms, pt, ru, sk, sv, uk, zh_cn, zh_tw

source: Removed and Replaced Packages
id: Membuang dan Mengganti Paket-Paket
ja: 削除または置換されたパッケージ
ms: Pakej Yang Telah Dibuang dan Digantikan
pt: Pacotes Removidos e Substituídos
ru: Удалённые и заменённые пакеты
sk: Odstránené a nahradené balíky
sv: Borttagna och ersatta paket
uk: Вилучені та замінені пакунки
zh_cn: 移除和替换的软件包
zh_tw: 已被移除及取代的套件

source: The following packages have been removed or replaced compared to openSUSE Leap 42.2:
id: Paket-paket berikut telah dikeluarkan atau diganti dibandingkan dengan openSUSE Leap 42.2:
ms: Pakej-pakej berikut telah dibuang dan digantikan dibandingkan dengan openSUSE Leap 42.2:
uk: Наступні пакунки вже вилучені або замінені у порівнянні з openSUSE Leap 42.2:

source: <package>ldapjdk</package>: Fails to build on 42.3.
ms: <package>ldapjdk</package>: Gagal dibina untuk 42.3.

source: <package>castor</package>: Fails to build on 42.3.
ms: <package>castor</package>: Gagal untuk dibina untuk 42.3.

source: <package>fontinfo</package>: Was never intended to be released as a stable package.
id: <package>fontinfo</package>: Tidak pernah dimaksudkan untuk dirilis sebagai paket stabil.
ms: <package>fontinfo</package>: Tidak pernah berhasrat untuk diterbitkan sebagai pakej yang stabil.
uk: <package>fontinfo</package>: ніколи не передбачалося, що буде випущений як стабільний пакунок.

source: <package>plasma5-mediacenter</package>: Dropped by upstream after version 5.7.3.
id: <package>plasma5-mediacenter</package>: Dihentikan oleh proyek hulu setelah versi 5.7.3.
ms: <package>plasma5-mediacenter</package>: Digugurkan oleh pemaju setelah versi 5.7.3.
uk: <package>plasma5-mediacenter</package>: покинутий після початку з версії 5.7.3.

source: <package>perl-Mojolicious-Plugin-Bootstrap3</package>: Deprecated by upstream, the functionality is replaced by <package>perl-Mojolicious-Plugin-AssetPack</package>.
id: <package>perl-Mojolicious-Plugin-Bootstrap3</package>: Tidak dilanjutkan lagi oleh proyek hulu, fungsionalitasnya digantikan oleh <package>perl-Mojolicious-Plugin-AssetPack</package>.
ms: <package>perl-Mojolicious-Plugin-Bootstrap3</package>: Dilupuskan oleh pemaju, fungsi digantikan oleh <package>perl-Mojolicious-Plugin-AssetPack</package>.

source: <package>qtsharp</package>: Fails to build on 42.3.
ms: <package>qtsharp</package>: Gagal dibina untuk 42.3.

source: <package>rubygem-mysql</package>: Replaced by rubygem-mysql2.
ms: <package>rubygem-mysql</package>: Digantikan oleh rubygem-mysql2.

source: Synaptics Touchpad Driver with KDE Plasma
id: Driver Synaptics Touchpad dengan KDE Plasma
ms: Driver Synaptics Touchpad dengan KDE Plasma
uk: Драйвер сенсорної панелі Synaptics із KDE Plasma

source: In openSUSE Leap 42.2, the X11 synaptics driver (package <package>xf86-input-synaptics</package>) was not installed by default (see <xref linkend="sec.upgrade.synaptics"/>). However, KDE Plasma only offers limited configuration options for the replacement, libinput.
id: Pada openSUSE Leap 42.2, driver synaptics X11 (paket <package>xf86-input-synaptics</package>) tidak dipasang secara bawaan/default (see <xref linkend="sec.upgrade.synaptics"/>). Walaupun demikian, KDE Plasma hanya menawarkan pilihan konfigurasi yang terbatas sebagai penggantinya, libinput.
ms: Dalam openSUSE Leap 42.2, driver X11 synaptics (pakej <package>xf86-input-synaptics</package>) telah tidak dipasang secara sedia (lihat <xref linkend="sec.upgrade.synaptics"/>). Walaubagaimanapun, KDE Plasma hanya menawarkan tawaran terhad pilihan konfigurasi untuk pengganti, iaitu libinput.
uk: У openSUSE Leap 42.2 драйвер Synaptics X11 (пакунок <package>xf86-input-synaptics</package>) не був встановлений усталено (див. <xref linkend="sec.upgrade.synaptics"/>). Проте KDE Plasma пропонує обмежені параметри конфігурації для заміни libinput.

source: Since openSUSE Leap 42.3, the <package>xf86-input-synaptics</package> package is installed together with the KDE Plasma desktop (recommended by <package>plasma5-workspace</package>).
id: Sejak openSUSE Leap 42.3, paket <package>xf86-input-synaptics</package> dipasang secara bersamaan dengan destop KDE Plasma (direkomendasikan oleh <package>plasma5-workspace</package>).
ms: Semenjak dari openSUSE Leap 42.3, <package>xf86-input-synaptics</package> pakej dipasang berserta dengan desktop KDE Plasma (dicadangkan oleh <package>plasma5-workspace</package>).
uk: У openSUSE Leap 42.3 пакунок <package>xf86-input-synaptics</package> був встановлений разом із стільницею KDE Plasma (рекомендовано через <package>plasma5-workspace</package>).

source: Changes in KDE Desktop Search Indexing
id: Perubahan dalam Indeks Pencarian Destop KDE
ms: Perubahan dalam Desktop KDE Search Indexing
uk: Зміни у індексації стільничного пошуку KDE

source: In openSUSE Leap 42.3, the desktop search only indexes file names by default, not the contents of files.
id: Pada openSUSE Leap 42.3, pencarian destop hanya melakukan indeks terhadap nama berkas, tidak terhadap isi dari berkas.
ms: Dalam openSUSE Leap 42.3, pencarian desktop hanya penunjuk nama-nama fail secara tersedia, bukan isi kandungan fail.
uk: У openSUSE Leap 42.3 стільничний пошук усталено індексував тільки назви файлів, а не їхній вміст.

source: File content indexing needs to be re-enabled manually, even if it was enabled before, as the previous default was not saved to the configuration. To do so, follow these steps:
id: Indeks isi dari berkas harus diaktifkan secara manual, meskipun sudah diaktifkan sebelumnya, karena default sebelumnya tidak disimpan dalam konfigurasi. Untuk melakukannya, ikuti langkah-langkah berikut:
ms: Kandungan penunjuk fail perlu didayakan secara manual, walaupun telah didayakan sebelumnya, memandangkan konfigurasi tersedia yang sebelum tidak disimpan kekal. Untuk berbuat begitu, ikut langkah-langkah tersebut:
uk: Індексація вмісту файлів повинна бути знову увімкнена вручну, навіть якщо раніше її увімкнули, бо попередні налаштування не збереглися у конфігурації. Щоб зробити це, виконайте такі дії:

source: Using the main menu or krunner, open the <guimenu>Desktop Configuration</guimenu>.
id: Dengan menggunakan menu utama atau krunner, buka <guimenu>Desktop Configuration</guimenu>.
ms: Menggunakan menu utama atau krunner, lancarkan <guimenu>Konfigurasi Desktop</guimenu>.
uk: За допомогою головного меню або krunner відкрийте <guimenu>Конфігурацію стільниці</guimenu>.

source: Click <guimenu>Search</guimenu>.
id: Klik <guimenu>Search</guimenu>.
ms: Klik <guimenu>Search</guimenu>.
uk: Клацніть <guimenu>Пошук</guimenu>.

source: Activate the check box <guimenu>Also index file content</guimenu>.
id: Aktifkan cek box <guimenu>Also index file content</guimenu>.
ms: Aktifkan check box <guimenu>juga penunjuk kandungan fail</guimenu>.
uk: Поставте галочку у прапорці <guimenu>Також індексувати вміст файлів</guimenu>.

source: Click <guimenu>Apply</guimenu>.
id: Klik <guimenu>Apply</guimenu>.
ms: Klik <guimenu>Apply</guimenu>.
uk: Клацніть <guimenu>Застосувати</guimenu>.

source: Shorewall Has Been Upgraded to Version 5.1
id: Shorewall Telah Ditingkatkan ke Versi 5.1
ms: Shorewall telah dinaik taraf ke versi 5.1

source: In openSUSE Leap 42.3, Shorewall was upgraded to last stable 5.1 release. When upgrading, <package>shorewall</package> and <package>shorewall6</package> will warn admin that an upgrade of configurations files is required.
id: Pada openSUSE 42.3, Shorewall sudah ditingkatkan ke rilis stabil terakhir 5.1. Ketika melakukan upgrade <package>shorewal</package> dan <package>shorewal6</package> akan memperingati admin bahwa dibutuhkan upgrade dari berkas konfigurasi.
ms: Dalam openSUSE Leap 42.3, Shorewall telah dinaik taraf ke 5.1 stabil terkini. Semasa naik taraf, <package>shorewall</package> dan <package>shorewall6</package> akan memberi amaran kepada admin bahawa naik taraf konfigurasi diperlukan dijalankan.

source: Documentation is available on <link href="http://shorewall.net/"/>.
id: Dokumentasi tersedia pada <link href="http://shorewall.net/"/>.
ms: Dokumentasi boleh didapati di <link href="http://shorewall.net/"/>.

source: Upgrading Shorewall
id: Meng-upgrade Shorewall
ms: Naik taraf Shorewall

source: With root privileges in a console session, run:
id: Dengan hak root pada sebuah sesi terminal, jalankan:
ms: Dengan root dalam sesi konsole, jalankan:

source: Adapt your configuration to the newer syntax in cases where the tool does not do that for you. This should normally only be required on specific, very complex configurations.
id: Sesuaikan konfigurasi Anda ke sintak terbaru dalam hal alat bantu yang tersedia tidak melakukannya untuk Anda. Biasanya hal ini hanya dibutuhkan pada konfigurasi yang spesifik dan kompleks.
ms: Selaraskan konfigurasi anda dengan syntax yang baharu dalam perkara dimana aturan tidak berjalan. Ini biasanya hanya diperlukan secara spesifik, konfigurasi yang sangat kompleks.

source: Verify and test the resulting configuration with:
id: Pastikan dan uji hasil dari konfigurasi dengan:
ms: Pastikan dan semak hasil konfigurasi dengan:

source: If everything works, reboot your computer or restart the service with:
id: Jika semuanya bekerja, reboot komputer Anda atau restart service dengan:
ms: Sekiranya semua berjalan lancar, reboot komputer anda dan mulakan servis dengan:

source: Upgrading <command>shorewall6</command>
id: Meng-upgrade <command>shorewall6</command>
ms: Naik taraf <command>shorewall6</command>

source: The upgrade process for <command>shorewall6</command> matches the process for <command>shorewall</command> described in <xref linkend="pro.upgrade.422.shorewall.do"/>. However, you need to replace all instances of the <literal>shorewall</literal> with <literal>shorewall6</literal>.
id: Proses upgrade untuk <command>shorewall6</command> sesuai dengan proses untuk <command>shorewall</command> yang dijelaskan dalam <xref linkend="pro.upgrade.422.shorewall.do"/>. Walau demikian, Anda harus mengganti semua instan dari <literal>shorewall</literal> dengan <literal>shorewall6</literal>.
ms: Proses naik taraf untuk <command>shorewall6</command> sepadan dengan proses untuk <command>shorewall</command> yang diterangkan dalam <xref linkend="pro.upgrade.422.shorewall.do"/>. Namun begitu, anda perlu menukarkan segala keperluan <literal>shorewall</literal> dengan <literal>shorewall6</literal>.

source: GCC 6 Package Versions Match Packages Shipped with SLE 12 SP3
ms: Pakej versi GCC 6 Menyamai Pakej Yang Disertakan Dengan SLE 12 SP3

source: openSUSE Leap 42.2 accidentally shipped with a newer version of GCC 6 than was shipped with SUSE Linux Enterprise at the time. This has been corrected for openSUSE Leap 42.3 which ships with the same versions of GCC 6 packages as SUSE Linux Enterprise 12 SP3.
ms: openSUSE Leap 42.2 telah dikeluarkan secara tidak sengaja dengan versi terbaharu GCC 6 dari apa yang telah dikeluarkan oleh SUSE Linux Enterprise semasa itu. Ini telah diperbetulkan dalam openSUSE Leap 42.3 versi yang sama digunapakai GCC 6 sepertimana SUSE Linux Enterprise 12 SP3.

source: However, if GCC 6 packages are installed, this leads to forced package downgrades during the operating system upgrade.
ms: Walaubagaimana pun, sekiranya GCC 6 dipasang, ini akan akan mengakibatkan pakej diturunkan semasa sistem operasi dinaiktaraf.

source: Upgrading from openSUSE Leap 42.1
id: Melakukan upgrade dari openSUSE Leap 42.1
ja: openSUSE Leap 42.1 からのアップグレード
ms: Naik taraf dari openSUSE Leap 42.1
pt: Atualizar do openSUSE Leap 42.1
ru: Обновление с openSUSE Leap 42.1
sk: Zvýšenie verzie systému z openSUSE Leap 42.1
sv: Uppgradera från openSUSE Leap 42.1
uk: Оновлення від openSUSE Leap 42.1
zh_cn: 从 openSUSE Leap 42.1 升级
zh_tw: 從 openSUSE Leap 42.1 升級

source: The following packages have been removed or replaced compared to openSUSE Leap 42.1:
id: Paket-paket berikut telah dikeluarkan atau diganti dibandingkan dengan openSUSE Leap 42.1:
ja: openSUSE Leap 42.1 と比較すると、本バージョンでは下記のパッケージが廃止または置換されています:
ms: Pakej-pakej berikut telah dipadamkan atau digantikan dibandingkan dengan openSUSE Leap 42.1:
pt: Os seguintes pacotes foram removidos ou substituídos em relação ao openSUSE Leap 42.1:
ru: Следующие пакеты были удалены или заменены относительно openSUSE Leap 42.1:
sk: Nasledujúce balíky boli odstránené alebo nahradené v porovnaní s openSUSE Leap 42.1:
sv: Följande paket har blivit borttagna eller ersatta jämfört med openSUSE Leap 42.1:
uk: Наступні пакунки вже вилучені або замінені у порівнянні з openSUSE Leap 42.1:
zh_cn: 与 openSUSE Leap 42.1 对比，以下软件包被移除和替换：
zh_tw: 下列是自 openSUSE Leap 42.1 之後已被移除或取代的套件：

source: <package>arista</package>: Replaced by <package>transmageddon</package>.
id: <package>arista</package>: Diganti dengan <package>transmageddon</package>.
ja: <package>arista</package>: <package>transmageddon</package> に置き換えられています。
ms: <package>arista</package>: Digantikan oleh <package>transmageddon</package>.
pt: <package>arista</package>: substituído por <package>transmageddon</package>.
ru: <package>arista</package>: Заменён на <package>transmageddon</package>.
sk: <package>arista</package>: Nahradené s <package>transmageddon</package>.
sv: <package>arista</package>: Ersatt av <package>transmageddon</package>.
uk: <package>arista</package>: замінено на <package>transmageddon</package>.
zh_cn: <package>arista</package>: 替换为 <package>transmageddon</package>。
zh_tw: <package>arista</package>：已被 <package>transmageddon</package> 取代。

source: <package>cadabra</package>: The source code no longer builds. The successor, <link href="http://cadabra.science/">Cadabra 2</link> is not stable yet.
id: <package>cadabra</package>: Kode sumber sudah tidak dibuat. Penggantinya, <link href="http://cadabra.science/">Cadabra 2</link> belum begitu stabil.
ja: <package>cadabra</package>: 構築対象から外されています。後継である <link href="http://cadabra.science/">Cadabra 2</link> も、まだ不安定な状態です。
ms: <package>cadabra</package>: Sumber kod tidak lagi dibina. Penggantinya, <link href="http://cadabra.science/">Cadabra 2</link> masih belum stabil lagi.
pt: <package>cadabra</package>: O código fonte já não constrói. O sucessor <link href="http://cadabra.science/">Cadabra2</link>, ainda não é estável.
ru: <package>cadabra</package>: Исходный код больше не собирается. Преемник <link href="http://cadabra.science/">Cadabra 2</link> пока недостаточно стабилен.
sk: <package>cadabra</package>: Zdrojový kód sa už nezostavuje. Nástupca, <link href="http://cadabra.science/">Cadabra 2</link> ešte nie je stabilný.
sv: <package>cadabra</package>: Källkoden går inte att kompilera. Efterträdaren, <link href="http://cadabra.science/">Cadabra 2</link> är ännu inte stabil.
uk: <package>cadabra</package>: сирцевий код більше не збирається. Наступник <link href="http://cadabra.science/">Cadabra 2</link> ще не є досить стабільним.
zh_cn: <package>cadabra</package>: 源代码不能再构建。后继者 <link href="http://cadabra.science/">Cadabra 2</link> 还不稳定。
zh_tw: <package>cadabra</package>：該原始碼已無法編譯。其後繼者 <link href="http://cadabra.science/">Cadabra 2</link> 仍不夠穩定。

source: <package>dropbear</package>: Removed because there are no relevant advantages over <package>openssh</package>.
id: <package>dropbear</package>: Dikeluarkan karena tidak ada kelebihannya dibanding <package>openssh</package>.
ja: <package>dropbear</package>: <package>openssh</package> と比べて特に大きな利点がなくなってしまったため、削除されています。
ms: <package>dropbear</package>: Digugurkan kerana tiada kelebihan yang berkaitan berbanding <package>openssh</package>.
pt: <package>dropbear</package>: Foi removido pois não apresenta vantagens relevantes relativamente ao <package>openssh</package>.
ru: <package>dropbear</package>: Удалён в силу отсутствия преимуществ по сравнению с <package>openssh</package>.
sk: <package>dropbear</package>: Odstránené, pretože neexistujú žiadne významné výhody oproti <package>openssh</package>.
sv: <package>dropbear</package>: Borttaget eftersom den inte finns några relevanta fördelar jämfört med <package>openssh</package>.
uk: <package>dropbear</package>: вилучено, бо не має істотних переваг над <package>openssh</package>.
zh_cn: <package>dropbear</package>: 没有对 <package>openssh</package> 的优势，因此被移除。
zh_tw: <package>dropbear</package>：相較於 <package>openssh</package>，安裝該套件並無明顯的好處，故移除該套件。

source: <package>emerillon</package>: Replaced by <package>gnome-maps</package>.
id: <package>emerillon</package>: Diganti dengan <package>gnome-maps</package>.
ja: <package>emerillon</package>: <package>gnome-maps</package> に置き換えられています。
ms: <package>emerillon</package>: Digantikan oleh <package>gnome-maps</package>.
ru: <package>emerillon</package>: Заменён на <package>gnome-maps</package>.
sk: <package>emerillon</package>: Nahradené s <package>gnome-maps</package>.
sv: <package>emerillon</package>: Ersatt av <package>gnome-maps</package>.
uk: <package>emerillon</package>: замінено на <package>gnome-maps</package>.
zh_cn: <package>emerillon</package>: 被 <package>gnome-maps</package> 取代。
zh_tw: <package>emerillon</package>：已被 <package>gnome-maps</package> 取代。

source: <package>gnome-system-log</package>: Replaced by <package>gnome-logs</package>.
id: <package>gnome-system-log</package>: Diganti dengan <package>gnome-logs</package>.
ja: <package>gnome-system-log</package>: <package>gnome-logs</package> に置き換えられています。
ms: <package>gnome-system-log</package>: Digantikan oleh <package>gnome-logs</package>.
pt: <package>gnome-system-log</package>: Foi substituído por<package>gnome-logs</package>.
ru: <package>gnome-system-log</package>: Заменён на <package>gnome-logs</package>.
sk: <package>gnome-system-log</package>: Nahradené s <package>gnome-logs</package>.
sv: <package>gnome-system-log</package>: Ersatt av <package>gnome-logs</package>.
uk: <package>gnome-system-log</package>: замінено на <package>gnome-logs</package>.
zh_cn: <package>gnome-system-log</package>: 被 <package>gnome-logs</package> 取代。
zh_tw: <package>gnome-system-log</package>：已被 <package>gnome-logs</package> 取代。

source: <package>hawk</package>: Replaced by <package>hawk2</package>.
id: <package>hawk</package>: Diganti dengan <package>hawk2</package>.
ja: <package>hawk</package>: <package>hawk2</package> に置き換えられています。
ms: <package>hawk</package>: Digantikan oleh <package>hawk2</package>.
pt: <package>hawk</package>: Substituído por<package>hawk2</package>.
ru: <package>hawk</package>: Заменён на <package>hawk2</package>.
sk: <package>hawk</package>: Nahradené s <package>hawk2</package>.
sv: <package>hawk</package>: Ersatt av <package>hawk2</package>.
uk: <package>hawk</package>: замінено на <package>hawk2</package>.
zh_cn: <package>hawk</package>: 被 <package>hawk2</package> 取代。
zh_tw: <package>hawk</package>：已被 <package>hawk2</package> 取代。

source: <package>ksnapshot</package>: Replaced by <package>spectacle</package>.
id: <package>ksnapshot</package>: Diganti dengan <package>spectacle</package>.
ja: <package>ksnapshot</package>: <package>spectacle</package> に置き換えられています。
ms: <package>ksnapshot</package>: Digantikan oleh <package>spectacle</package>.
ru: <package>ksnapshot</package>: Заменён на <package>spectacle</package>.
sk: <package>ksnapshot</package>: Nahradené s <package>spectacle</package>.
sv: <package>ksnapshot</package>: Ersatt av <package>spectacle</package>.
uk: <package>ksnapshot</package>: замінено на <package>spectacle</package>.
zh_cn: <package>ksnapshot</package>: 被 <package>spectacle</package> 取代。
zh_tw: <package>ksnapshot</package>：已被 <package>spectacle</package> 取代。

source: <package>labplot</package>: Labplot has been replaced by its Qt5 version, called <package>labplot-kf5</package>. If you are updating from an openSUSE Leap 42.1 installation on which <package>labplot</package> is installed, you will receive the <package>labplot-kf5</package> automatically.
id: <package>labplot</package>: Labplot telah diganti dengan versi Qt5, bernama<package>labplot-kf5</package>. Kalau Anda melakukan pembaruan versi dari instalasi openSUSE Leap 42.1 di mana <package>labplot</package> dipasang, Anda secara otomatis akan menerima <package>labplot-kf5</package>.
ja: <package>labplot</package>: labplot は Qt5 版に置き換えられ、 <package>labplot-kf5</package> という名称になっています。 openSUSE Leap 42.1 で <package>labplot</package> をインストールしている環境から更新する場合は、 <package>labplot-kf5</package> が自動的にインストールされます。
ms: <package>labplot</package>: Labplot telah digantikan oleh versi Qt5, dipanggil <package>labplot-kf5</package>. Sekiranya anda menaik taraf dari openSUSE Leap 42.1 pemasangan yang mana <package>labplot</package> telah dipasang, anda akan mendapat <package>labplot-kf5</package> secara automatik.
ru: <package>labplot</package>: Labplot был заменён своей же Qt5-версией, <package>labplot-kf5</package>. Если вы обновляетесь с openSUSE Leap 42.1, где был установлен <package>labplot</package>, то вы получите <package>labplot-kf5</package> автоматически.
sk: <package>labplot</package>: Aplikácia Labplot bola nahradená s jej Qt5 verziou, nazvanou <package>labplot-kf5</package>. Ak aktualizujete z inštalácie openSUSE Leap 42.1, na ktorej je <package>labplot</package> nainštalovaná, dostanete <package>labplot-kf5</package> automaticky.
sv: <package>labplot</package>: Labplot har blivit ersatt av Qt5 versionen <package>labplot-kf5</package>. Om du uppgraderar från openSUSE Leap 42.1 och har installerat <package>labplot</package> kommer du att ta emot <package>labplot-kf5</package> automatiskt.
uk: <package>labplot</package>: Labplot замінено на його версію від Qt5, яка названа <package>labplot-kf5</package>. Якщо ви оновлюєтеся із встановленої openSUSE Leap 42.1, на якій стоїть <package>labplot</package>, ви автоматично отримаєте <package>labplot-kf5</package>.
zh_cn: <package>labplot</package>: Labplot 已被它的 Qt5 版取代，名为 <package>labplot-kf5</package>。如果您从 openSUSE Leap 42.1 升级，并且安装了 <package>labplot</package> ，您将自动接收 <package>labplot-kf5</package> 更新。
zh_tw: <package>labplot</package>：Labplot 已被其 Qt5 版本的 <package>labplot-kf5</package> 取代。若您是從 openSUSE Leap 42.1 升級且原來安裝有 <package>labplot</package> 套件，系統會自動改用 <package>labplot-kf5</package>。

source: <package>nodejs</package>: Renamed to <package>nodejs4</package>.
id: <package>nodejs</package>: Berganti nama menjadi <package>nodejs4</package>.
ms: <package>nodejs</package>: Ditukar nama ke <package>nodejs4</package>.
ru: <package>nodejs</package>: Переименован в <package>nodejs4</package>.
uk: <package>nodejs</package>: перейменовано на <package>nodejs4</package>.

source: <package>psi</package>: Replaced by <package>psi+</package>.
id: <package>psi</package>: Diganti dengan <package>psi+</package>.
ja: <package>psi</package>: <package>psi+</package> に置き換えられています。
ms: <package>psi</package>: Digantikan oleh <package>psi+</package>.
pt: <package>psi</package>: Substituído por <package>psi+</package>.
ru: <package>psi</package>: Заменён на <package>psi+</package>.
sk: <package>psi</package>: Nahradené s <package>psi+</package>.
sv: <package>psi</package>: Ersatt av <package>psi+</package>.
uk: <package>psi</package>: замінено на <package>psi+</package>.
zh_cn: <package>psi</package>: 被 <package>psi+</package> 取代。
zh_tw: <package>psi</package>：已被 <package>psi+</package> 取代。
