Repository: openSUSE/release-notes-openSUSE
Catalog: po/*.po
Languages: ar, da, el, id, ja, lt, ms, pt, ru, sk, sv, uk, zh_cn, zh_tw

source: <package>python-moin</package>: Replaced by <package>moinmoin-wiki</package>. Purely a rename, not a version upgrade - a virtually identical drop-in replacement.
id: <package>python-moin</package>: Dignti dengan <package>moinmoin-wiki</package>. Murni penamaan ulang, bukan sebuah peningkatan versi - sebuah penggantian yang nyaris identik.
ja: <package>python-moin</package>: <package>moinmoin-wiki</package> に置き換えられています。こちらは純粋にパッケージ名だけを変更しただけであり、バージョンアップグレードではありません。そのため、その場で置き換えて使用できるはずのものです。
ms: <package>python-moin</package>: Digantikan oleh <package>moinmoin-wiki</package>. Hanya ubah nama, bukan versi naik taraf - pengantian seakan rupa.
pt: <package>python-moin</package>: Substituído por <package>moinmoin-wiki</package>. Somente o renomear do pacote, não é upgrade de versão - uma substituição idêntica.
ru: <package>python-moin</package>: Заменён на <package>moinmoin-wiki</package>. Чистое переименование, не новая версия — полностью идентичная замена.
sk: <package>python-moin</package>: Nahradené s <package>moinmoin-wiki</package>. Len premenovanie, nie zvýšenie verzie - prakticky totožná rýchla náhrada.
sv: <package>python-moin</package>: Ersatt av <package>moinmoin-wiki</package>. Endast namnbyte, ingen uppgradering av version - en till synes identisk ersättning.
uk: <package>python-moin</package>: замінено на <package>moinmoin-wiki</package>. Типове перейменування, це не оновлення версії - насправді вона тотожна заміні drop-in.
zh_cn: <package>python-moin</package>: 被 <package>moinmoin-wiki</package> 取代。这纯粹是重命名软件包，而不是版本升级。
zh_tw: <package>python-moin</package>：已被 <package>moinmoin-wiki</package> 取代。只有單純的套件重新命名，並無版本升級 － 幾乎是相同的替代套件。

source: <package>ungifsicle</package>: Replaced by <package>gifsicle</package>.
id: <package>ungifsicle</package>: Diganti dengan <package>gifsicle</package>.
ja: <package>ungifsicle</package>: <package>gifsicle</package> に置き換えられています。
ms: <package>ungifsicle</package>: Digantikan oleh <package>gifsicle</package>.
pt: <package>ungifsicle</package>: Substituído por <package>gifsicle</package>.
ru: <package>ungifsicle</package>: Заменён на <package>gifsicle</package>.
sk: <package>ungifsicle</package>: Nahradené s <package>gifsicle</package>.
sv: <package>ungifsicle</package>: Ersatt av <package>gifsicle</package>.
uk: <package>ungifsicle</package>: замінено на <package>gifsicle</package>.
zh_cn: <package>ungifsicle</package>: 被 <package>gifsicle</package> 取代。
zh_tw: <package>ungifsicle</package>：已被 <package>gifsicle</package> 取代。

source: <package>xchat</package>: Replaced by <package>hexchat</package>.
id: <package>xchat</package>: Diganti dengan <package>hexchat</package>.
ja: <package>xchat</package>: <package>hexchat</package> に置き換えられています。
ms: <package>xchat</package>: Digantikan oleh <package>hexchat</package>.
pt: <package>xchat</package>: Substituído por <package>hexchat</package>.
ru: <package>xchat</package>: Заменён на <package>hexchat</package>.
sk: <package>xchat</package>: Nahradené s <package>hexchat</package>.
sv: <package>xchat</package>: Ersatt av <package>hexchat</package>.
uk: <package>xchat</package>: замінено на <package>hexchat</package>.
zh_cn: <package>xchat</package>: 被 <package>hexchat</package> 取代。
zh_tw: <package>xchat</package>：已被 <package>hexchat</package> 取代。

source: <filename>/var/cache</filename> on an Own Subvolume for Snapshots and Rollback
id: <filename>/var/cache</filename> pada Own Subvolume untuk Snapshots dan Rollback
ja: <filename>/var/cache</filename> に対する独自のサブボリュームへの移動について
ms: <filename>/var/cache</filename> dalam Own Subvolume untuk Snapshots dan Rollback
pt: <filename>/var/cache</filename> Agora num subvolume para Snapshots e Restauros
ru: <filename>/var/cache</filename> на собственном подтоме для снимков и отката
sk: <filename>/var/cache</filename> na vlastnom podzväzku pre snímky a návrat späť
sv: <filename>/var/cache</filename> är på egen subvolym för Snapshots and Rollback
uk: <filename>/var/cache</filename> на власному підрозділі для знімків та відкочень
zh_cn: <filename>/var/cache</filename> 成为独立子分卷用于快照和回滚
zh_tw: <filename>/var/cache</filename> 將在獨立的子卷 (subvolume) 中進行快照及回復

source: <filename>/var/cache</filename> contains a lot of very volatile data, such as the Zypper cache with RPM packages in different versions for each update. As a result of storing data that is mostly redundant but highly volatile, the amount of disk space a snapshot occupies can increase very fast.
id: <filename>var/cache</filename> berisi banyak data yang sangat mudah hilang, seperti cache Zypper dengan paket-paket RPM dalam berbagai versi untuk setiap pemutakhiran. Sebagai akibat dari penyimpanan data yang kebanyakan redundan tetapi mudah hilang itu, jumlah ruang disk yang dipakai oleh sebuah snapshot dapat meningkat dengan sangat cepat.
ja: <filename>/var/cache</filename> には、それぞれの更新に対応する様々なバージョンの RPM パッケージや、 Zypper のキャッシュなど、頻繁に書き換えられるデータが多数存在しています。スナップショットのように冗長性を確保している環境下で、このように頻繁な更新が発生してしまうと、スナップショットのディスク領域が容易に肥大化してしまいます。
ms: <filename>/var/cache</filename> mengandungi banyak data yang rapuh, seperti Zypper cache dengan pakej RPM dalam versi yang berlainan setiap kali kemas kini dilakukan. Hasil dari penyimpanan data yang kebanyakannya sangat rapuh, jumlah penggunaan ruang yang digunakan adalah amat pantas.
pt: <filename>/var/cache</filename> Contém bastante informação volátil, como a cache do Zypper com os pacotes RPM em diferentes versões por cada atualização. Como resultado do armazenamento de dados redundantes mas extremamente voláteis, a quantidade de espaço ocupada ocupada no disco por um Snapshot pode aumentar rapidamente.
ru: <filename>/var/cache</filename> содержит много часто изменяемых данных, например, кэш Zypper различных версий RPM-пакетов для каждого обновления. Как результат хранения преимущественно избыточных, но часто изменяемых данных, объём дискового пространства, занимаемый снимками, может вырасти очень быстро.
sk: <filename>/var/cache</filename> obsahuje veľké množstvo veľmi premenlivých dát, ako je napríklad vyrovnávacia pamäť pre Zypper s RPM balíkmi v rôznych verziách pre každú aktualizáciu. V dôsledku ukladania dát, ktoré sú väčšinou nadbytočné, ale vysoko premenlivé, môže sa veľmi rýchlo zvýšiť množstvo miesta na disku, ktoré snímka zaberá.
sv: <filename>/var/cache</filename> innehåller mycket kortlagrad data, såsom Zyppers cache med RPM paket i olika versioner vid varje uppdatering. Att spara data som till största delen är redundant och tillfällig leder till att diskutrymmet för avbilder (snapshots) växer mycket fort.
uk: <filename>/var/cache</filename> містить багато вельми мінливих даних, таких як кеш Zypper з пакунками RPM у різних варіантах для кожного оновлення. В результаті зберігання даних, в основному надлишкових, але вкрай мінливих, обсяг дискового простору знімка може дуже швидко зростати.
zh_cn: <filename>/var/cache</filename> 包含许多易变的数据，比如 Zypper 缓存的每一版更新的 RPM 包。由于存储了大多是冗余的却容易变更的数据，快照占用的磁盘空间会增长地非常快。
zh_tw: <filename>/var/cache</filename> 包含了許多暫時性的資料，例如在每次升級時暫存不同版本 RPM 套件的 Zypper 快取。故為了要儲存這個大部分是重復且暫存性質的資料，快照所要佔用的磁碟空間會非常快速地增加。

source: To solve this, move <filename>/var/cache</filename> to a separate subvolume. On fresh installations of openSUSE Leap 42.3, this is done automatically. To convert an existing root file system, perform the following steps:
id: Untuk memecahkan masalah ini, pindahkan <filename>/var/cache</filename> ke subvolume yang terpisah. Pada instalasi baru openSUSE Leap 42.3, hal ini dilakukan secara otomatis. Untuk mengubah sistem berkas root yang sudah ada, lakukan langkah-langkah sebagai berikut:
ms: Sebagai penyelesaian, pindah <filename>/var/cache</filename> kepada subvolume yang berasingan. Pemasangan baharu openSUSE Leap 42.3, ianya dilakukan secara automatik. Untuk penukaran sistem fail root sedia ada, lakukan langkah-langkah berikut:
uk: Щоб вирішити цю проблему, перемістіть<filename>/var/cache</filename> в окремий підрозділ. На свіжих установках в openSUSE Leap 42.3 це робиться автоматично. Щоб перетворити наявну кореневу файлову систему, виконайте наступні дії:

source: Find out the device name (for example, <filename>/dev/sda2</filename> or <filename>/dev/sda3</filename>) of the root file system:
id: Pastikan nama device (sebagai contoh, <filename>/daev/sda2</filename> atau <filename>/dev/sda3</filename>) pada sistem berkas root:
ja: まずはルートデバイスに対応するデバイス名 (たとえば<filename>/dev/sda2</filename> や <filename>/dev/sda3</filename> など) を判断します:
ms: Cari nama pemacu (sebagai contoh, <filename>/dev/sda2</filename> atau <filename>/dev/sda3</filename>) dalam sistem fail root:
pt: Encontre o nome do dispositivo (por exemplo: <filename>/dev/sda2</filename> ou <filename>/dev/sda3</filename>) do sistema de ficheiros root:
ru: Выясните имя устройства (например, <filename>/dev/sda2</filename> или <filename>/dev/sda3</filename>) с корневой файловой системой:
sk: Zistite názov zariadenia (napríklad <filename>/dev/sda2</filename> alebo <filename>/dev/sda3</filename>) koreňového súborového systému:
sv: Leta reda på enhetsnamnet där root-filsystemet befinner sig (exempelvis <filename>/dev/sda2</filename> eller <filename>/dev/sda3</filename>:
uk: З'ясуйте назву пристрою (наприклад, <filename>/dev/sda2</filename> чи <filename>/dev/sda3</filename>) кореневої файлової системи:
zh_cn: 在根文件系统中找到设备名 (比如 <filename>/dev/sda2</filename> 或 <filename>/dev/sda3</filename>)：
zh_tw: 找出 root 檔案系統的裝置名稱 (例如 <filename>/dev/sda2</filename> 或是 <filename>/dev/sda3</filename>)：

source: Identify the parent subvolume of all the other subvolumes. For openSUSE 13.2 installations, this is a subvolume named <filename>@</filename>. To check if you have a <filename>@</filename> subvolume, use:
id: Kenali subvolume induk dari semua subvolume yang ada. Untuk instalasi openSUSE 13.2, nama subvolumenya <filename>@</filename>. Untuk memeriksa apakah Anda memiliki subvolume <filename>@</filename>, gunakan:
ja: 次に、他の全てのサブボリュームに対する親サブボリュームを判断します。 openSUSE 13.2 の場合、 <filename>@</filename> という名前のサブボリュームです。 <filename>@</filename> という名前のサブボリュームが存在するかどうかを判断するには、下記のようにします:
ms: Kenal pasti subvolume induk dari subvolume yang lain. Untuk pemasangan openSUSE 13.2, subvolume dinamakan <filename>@</filename>. Untuk semak sekiranya anda mempunyai <filename>@</filename> subvolume, gunakan:
pt: Identifique o sub-volume pai de todos os outros sub-volumes. Nas instalações do openSUSE 13.2, este sub-volume tem o nome de<filename>@</filename>. Para verificar se tem um sub-volume <filename>@</filename>, utilize:
ru: Определите родительский подтом для остальных подтомов. В openSUSE 13.2 этот подтом называется <filename>@</filename>. Чтобы проверить, есть ли у вас подтом <filename>@</filename>, введите:
sk: Identifikujte rodičovský podzväzok všetkých ostatných podzväzkov. Pre inštalácie openSUSE 13.2 je podzväzok nazvaný <filename>@</filename>. Ak chcete zistiť, či máte podzväzok <filename>@</filename>, použite:
sv: Identifiera undervolymernas moderundervolym. På openSUSE 13.2 installationer, kallas denna undervolym <filename>@</filename>. För att kontrollera om det existerar en undervolym med namnet <filename>@</filename> skriv in:
uk: Визначає батьківський підтом усіх інших підтомів. Для установок openSUSE 13.2 це є підтом названий <filename>@</filename>. Щоби перевірити, чи ви маєте підтом <filename>@</filename>, використовуйте:
zh_cn: 找出所有其他子卷的父级子卷。对于 openSUSE 13.2，此子卷的名为 <filename>@</filename>。要检查您是否有名为 <filename>@</filename> 的子卷，使用命令：
zh_tw: 找出所有子卷的父子卷。若是安裝 openSUSE 13.2，該子卷名稱為 <filename>@</filename>。要檢查是否您有一個 <filename>@</filename> 子卷，使用以下指令：

source: If the output of this command is empty, you do not have a subvolume named <filename>@</filename>. In that case, you may be able to proceed with subvolume ID 5 which was used in older versions of openSUSE.
id: Jika hasil dari perintah ini kosong, artinya Anda tidak memiliki subvolume bernama <filename>@</filename>. Jika demikian, Anda dapat melanjutkan dengan subvolume ID 5 yang digunakan pada openSUSE versi sebelumnya.
ja: 上記のコマンドを実行しても何も出力されない場合、 <filename>@</filename> という名前のサブボリュームが存在していないことを表わします。このような場合、古い openSUSE のバージョンで利用されていた、サブボリューム ID 5 を利用することができます。
ms: Sekiranya hasil dari arahan adalah kosong, anda tidak mempunyai subvolume bernama <filename>@</filename>. Sekiranya begitu, anda boleh meneruskan dengan subvolume ID 5 yang digunakan oleh versi openSUSE yang terdahulu.
pt: Se o output deste comendo estiver vazio, não possui o sub-volume <filename>@</filename>. Neste caso, poderá proceder com o sub-volume ID 5 que foi usado pelas versões antigas do openSUSE.
ru: Если вывод команды пустой, у вас нет подтома <filename>@</filename>. В этом случае вы можете использовать подтом с ID 5, который использовался в более старых версиях openSUSE.
sk: V prípade, že je výstup tohto príkazu prázdny, nemáte podzväzok pomenovaný <filename>@</filename>. V tom prípade budete môcť pokračovať s podzväzkom ID 5, ktorý bol použitý v starších verziách openSUSE.
sv: I fall detta inte ger något svar, har du ingen undervolym som heter <filename>@</filename>. I så fall kan du försöka med undervolym ID 5 som används i äldre versioner av openSUSE.
uk: Якщо вивід команди порожній, то ви не маєте підтом з ім'ям <filename>@</filename>. У цьому випадку ви зможете продовжити підтом ID 5, який використовувався в старих версіях дистрибутиву openSUSE.
zh_cn: 如果此命令的输出是空的，说明您没有名为 <filename>@</filename> 的子卷。这种情况下，您可以用 ID 为 5 的子卷来继续操作，这是较新版的 openSUSE 所使用的子卷 ID 。
zh_tw: 若該指令未輸出任何訊息，表示您沒有名稱為 <filename>@</filename> 的子卷。在這個情況下，您可以使用 ID 為 5 的子卷。這是過去舊版本的 openSUSE 所使用的子卷。

source: Now mount the requisite subvolume.
id: Sekarang mount subvolume yang diperlukan.
ja: 次に必要なサブボリュームをマウントします。
ms: Sekarang dirikan subvolume yang diperlukan.
pt: Agora monte o sub-volume requisitado.
ru: Теперь подключите требуемый подтом.
sk: Teraz pripojte žiadaný podzväzok.
sv: Montera nu den efterfrågade delvolymen.
uk: Тепер змонтуйте необхідний підтом.
zh_cn: 现在，挂载必要的子卷。
zh_tw: 現在就來掛載需要的子卷。

source: If you have a <filename>@</filename> subvolume, mount that subvolume to a temporary mount point:
id: Jika Anda memiliki subvolume <filename>@</filename>, mount subvolume itu ke titik mount sementara:
ja: <filename>@</filename> という名前のサブボリュームが存在している場合は、下記のようにして一時的なマウントポイント内にマウントします:
ms: Sekiranya anda mempunyai <filename>@</filename> subvolume, dirikan subvolume tersebut ke tempat yang sementara:
pt: Se possui um sub-volume <filename>@</filename>, monte esse mesmo sub-volume num ponto de montagem temporário:
ru: Если у вас подтом <filename>@</filename>, подключите его к временной точке монтирования:
sk: Ak máte <filename>@</filename> podzväzok, pripojte tento k dočasnému bodu pripojenia:
sv: Heter undervolymen <filename>@</filename>, montera den på en tillfällig plats med:
uk: Якщо ви маєте підтом <filename>@</filename>, то спершу змонтуйте його до тимчасової точки монтування:
zh_cn: 如果你有名为 <filename>@</filename> 的子卷，挂载子卷到临时挂载点：
zh_tw: 若您有 <filename>@</filename> 子卷，掛載該子卷到一個暫時的掛載點：

source: If you do not have a <filename>@</filename> subvolume, mount subvolume ID 5 instead:
id: Jika Anda tidak memiliki subvolume <filename>@</filename>, kaitkan subvolume ID 5 sebagai gantinya:
ms: Sekiranya anda tidak mempunyai <filename>@</filename> subvolume, dirikan subvolume ID 5:
ru: Если у вас нет подтома <filename>@</filename>, то подключите подтом с ID 5:
uk: Якщо ви не маєте підтом <filename>@</filename>, то натомість змонтуйте підтом ID 5:

source: <filename>/mnt/var/cache</filename> can already exist and could be the same directory as <filename>/var/cache</filename>. To avoid data loss, move it:
id: <filename>/mnt/var/cache</filename> bisa saja sudah ada dan mungkin pada direktori yang sama dengan <filename>/var/cache</filename>. Untuk menghindari hilangnya data, pindahkan dengan:
ja: ここまでの作業で、 <filename>/var/cache</filename> ディレクトリが <filename>/mnt/var/cache</filename> に現われるようになります。 データを失わないようにするには、まずは下記のようにして移動します:
ms: <filename>/mnt/var/cache</filename> berkemungkinan telah sedia wujud dan boleh jadi dalam direktori yang sama sebagai <filename>/var/cache</filename>. Untuk mengelakkan kehilangan data, pindahkan:
pt: <filename>/mnt/var/cache</filename> Poderá já existir e pode estar na mesmo diretório de <filename>/var/cache</filename>. Para evitar a perda de dados, mova-o:
ru: <filename>/mnt/var/cache</filename> может уже существовать и быть тем же каталогом, что и <filename>/var/cache</filename>. Чтобы избежать потери данных, перенесите его:
sk: <filename>/mnt/var/cache</filename> môže už existovať a mohol by byť rovnaký ako adresár <filename>/var/cache</filename>. Ak chcete zabrániť strate dát, presuňte ho:
sv: <filename>/mnt/var/cache</filename> kan redan existera och kan vara samma katalog som <filename>/var/cache</filename>. För att undvika förlust av data, flytta den:
uk: <filename>/mnt/var/cache</filename> може вже існувати і мати подібний каталог як <filename>/var/cache</filename>. Для уникнення втрати даних перемістіть це:
zh_cn: <filename>/mnt/var/cache</filename> 可能已经存在并且可能和 <filename>/var/cache</filename> 是同一目录。为了避免数据丢失，请移动它：
zh_tw: <filename>/mnt/var/cache</filename> 可能已經存在且與 <filename>/var/cache</filename> 指向相同的目錄。要避免資料遺失，請移動它：

source: Create a new subvolume:
id: Membuat subvolume baru:
ja: 次に新しいサブボリュームを作成します:
ms: Buat satu subvolume baharu:
pt: Crie um novo sub-volume:
ru: Создайте новый подтом:
sk: Vytvorte nový podzväzok:
sv: Skapa en ny delvolym:
uk: Створіть новий підтом:
zh_cn: 创建新子卷：
zh_tw: 產生一個新的子卷：

source: If there is now a directory <filename>/var/cache.old</filename>, move it to the new location:
id: Jika kemudian ada sebuah direktori <filename>/var/cache.old</filename>, pindahkan ke lokasi baru dengan:
ja: あとは <filename>/var/cache.old</filename> に移動しておいたデータを、新しく作成した場所に移動しなおします:
ms: Sekiranya terdapat satu direktori <filename>/var/cache.old</filename>, pindahkannya ke lokasi yang baharu:
pt: Se existe agora um diretório <filename>/var/cache.old</filename>, mova-o para a nova localização:
ru: Если теперь у вас есть каталог <filename>/var/cache.old</filename>, перенесите его в новое место:
sk: Ak teraz existuje adresár <filename>/var/cache.old</filename>, presuňte ho do nového umiestnenia:
sv: Finns det en katalog som heter <filename>/var/cache.old</filename>, flytta den till den nya platsen:
uk: Якщо зараз існує каталог <filename>/var/cache.old</filename>, то перемість його у нове місце:
zh_cn: 如果已经存在 <filename>/var/cache.old</filename> 目录，请移动到新位置：
zh_tw: 若之前有移動舊資料到 <filename>/var/cache.old</filename>，將它移到新的位置：

source: If that is not the case, instead do:
id: Jika ternyata kasusnya tidak begitu, lakukan:
ja: もしくは、下記のように実行してもかまいません:
ms: Jika sebaliknya, lakukan:
pt: Se não é esse o caso, faça ao invés:
ru: Если это не так, то выполните:
sk: Ak tomu tak nie je, namiesto toho urobte:
sv: Om inte, gör så här i stället:
uk: Якщо це інший випадок¸ то натомість зробіть:
zh_cn: 否则的话，请执行：
zh_tw: 若不是，則執行：

source: Optionally, remove <filename>/mnt/var/cache.old</filename>:
id: Anda bisa saja menghapus <filename>/mnt/var/cache.old</filename> sebagai pilihan, dengan:
ja: 古いディレクトリ <filename>/mnt/var/cache.old</filename> を削除します:
ms: Sebagai pilihan, padam <filename>/mnt/var/cache.old</filename>:
pt: Opcionalmente, remova <filename>/mnt/var/cache.old</filename>:
ru: При необходимости удалите <filename>/mnt/var/cache.old</filename>:
sk: Prípadne môžete odstrániť <filename>/mnt/var/cache.old</filename>:
sv: Alternativt, ta bort <filename>/mnt/var/cache.old</filename>:
uk: Необов'язково вилучте <filename>/mnt/var/cache.old</filename>:
zh_cn: 可选地，移除 <filename>/mnt/var/cache.old</filename>：
zh_tw: 作為可選擇的步驟，將 <filename>/mnt/var/cache.old</filename> 移除：

source: Unmount the subvolume from the temporary mount point:
id: Lepaskan (unmount) subvolume dari titik mount sementara:
ja: 一時的なマウントポイントに存在しているサブボリュームのマウントを解除します:
ms: Unmount subvolume daripada mount point sementara:
pt: Desmonte o sub-volume do ponto de montagem temporário:
ru: Отключите подтом от временной точки монтирования:
sk: Odpojte podzväzok z dočasného bodu pripojenia:
sv: Avmontera undervolymen från den temporära monteringspunkten:
uk: Розмонтуйте підтом з тимчасової точки монтування:
zh_cn: 卸载临时挂载点上的子卷：
zh_tw: 自暫時的掛載點卸載該子卷：

source: Add an entry to <filename>/etc/fstab</filename> for the new <filename>/var/cache</filename> subvolume. Use an existing subvolume as a template to copy from. Make sure to leave the UUID untouched (this is the root file system's UUID) and change the subvolume name and its mount point consistently to <filename>/var/cache</filename>.
id: Tambahkan entri ke <filename>/etc/fstab</filename> untuk subvolume <filename>/var/cache</filename> yang baru. Gunakan subvolume yang ada sebagai templat dengan menyalinnya. Pastikan untuk tidak mengubah UUID (karena itu adalah UUID untuk sistem berkas root) dan gantilah nama subvolume dan titik mountnya secara konsisten ke <filename>/var/cache</filename>.
ja: <filename>/etc/fstab</filename> 内に、新しく作成した <filename>/var/cache</filename> サブボリュームの項目を追加します。既存のサブボリュームの項目を雛型にして追加してください。ただし、 UUID (ルートファイルシステムの UUID) については変更せず、サブボリュームの名前とマウントポイント (<filename>/var/cache</filename>) のみを変更してください。
ms: Masukkan satu entri kepada <filename>/etc/fstab</filename> untuk subvolume <filename>/var/cache</filename> yang baharu. Gunakan subvolume sedia ada sebagai contoh untuk ditiru. Pastikan untuk membiarkan UUID tidak disentuh (ini ialah sistem fail root UUID) dan tukarkan nama subvolume dan tapak mount selaras dengan <filename>/var/cache</filename>.
pt: Adicione uma entrada a <filename>/etc/fstab</filename> para o novo <filename>/var/cache</filename> sub-volume. Utilize um sub-volume existente como modelo a copiar. Certifique-se que o UUID está intocado (este é o sistema de ficheiros root do UUID) e altere o nome do sub-volume e ponto de montagem de forma consistente para <filename>/var/cache</filename>.
ru: Дабпвьте запись в <filename>/etc/fstab</filename> для нового подтома <filename>/var/cache</filename>. Используйте один из существующих подтомов как шаблон. Убедитесь, что оставили UUID без изменений (это UUID корневой файловой системы), и измените имя подтома и его точку монтирования соответственно на <filename>/var/cache</filename>.
sk: Pridajte záznam do <filename>/etc/fstab</filename> pre nový podzväzok <filename>/var/cache</filename>. Použite existujúci podzväzok ako šablónu, z ktorej sa kopíruje. Uistite sa, že ste nechali UUID nedotknuté (toto je UUID koreňového súborového systému) a dôsledne zmeňte názov podzväzku a jeho bod pripojenia na <filename>/var/cache</filename>.
sv: Lägg till en post i <filename>/etc/fstab</filename> för den nya <filename>/var/cache</filename> undervolymen. Kopiera en existerande undervolym och använd som mall. Försäkra dig om att du lämnar UUID:et oförändrat (då det är root-filsystemets UUID) och ändra både undervolymens namn och monteringspunkt till <filename>/var/cache</filename>.
uk: Додайте запис до <filename>/etc/fstab</filename> для нового підтому <filename>/var/cache</filename>. Використовуйте наявний підтом як шаблон для копіювання звідти. Переконайтеся, що ви залишили UUID незміненим (це UUID кореневої файлової системи) та змініть назву підтому та його точки монтування згідно з <filename>/var/cache</filename>.
zh_cn: 在 <filename>/etc/fstab</filename> 中为新的 <filename>/var/cache</filename> 子卷添加一项。使用已存在的子卷作为模板复制。请确保不要改动 UUID (这是根文件系统的 UUID)，并依照 <filename>/var/cache</filename> 修改子卷的名字和挂载点。
zh_tw: 在 <filename>/etc/fstab</filename> 中替 <filename>/var/cache</filename> 子卷加入新項目。您可以拿現有的子卷設定當模版來複製。請確保不要動到 UUID 的內容 (因為這是 root 檔案系統的 UUID)，並修改子卷的名稱與掛載點來和 <filename>/var/cache</filename> 的設定一致。
