Repository: openSUSE/release-notes-openSUSE
Catalog: po/*.po
Languages: ar, da, el, id, ja, lt, ms, pt, ru, sk, sv, uk, zh_cn, zh_tw

source: With openSUSE Leap 42.2, the Nouveau Mesa/DRI driver for 2D/3D rendering is considered experimental. The Nouveau kernel/KMS driver and the Nouveau X.org/DDX driver for 2D rendering are still considered stable.
sv: I openSUSE Leap 42.2 anses Nouveau Mesa/DRI drivrutinen för 2D/3D rendering som experimentell. Nouveau kernel/KMS drivrutinen och Nouveau X.org/DDX drivrutinen för 2D rendering anses fortfarande som stabila.
zh_cn: 伴随 openSUSE Leap 42.2，Nouveau Mesa/DRI 2D/3D 渲染驱动被认为是实验性的。而 Nouveau kernel/KMS 和 Nouveau X.org/DDX 2D 驱动仍然是稳定的。
zh_tw: Nouveau Mesa/DRI 驅動程式的 2D/3D 繪圖支援在 openSUSE Leap 42.2 下屬於實驗性質。Nouveau kernel/KMS 與 Nouveau X.org/DDX 2D 繪圖驅動程式仍被認為是穩定的。

source: When the Nouveau Mesa/DRI driver is in use, some applications may crash, especially KDE and Qt applications. The driver is now in a separate package called <package>Mesa-dri-nouveau</package>, which can be removed in case of problems.
sv: När Nouveau Mesa/DRI drivrutinen används kan vissa program krascha, i synnerhet KDE och Qt-applikationer. Drivrutinen är nu i ett separat paket som kallas <package>Mesa-dri-nouveau</package>, som kan tas bort om problem skulle uppstå.
zh_cn: 使用 Nouveau Mesa/DRI 时，一些应用可能会崩溃，特别是 KDE 和 Qt 应用程序。此驱动现在是一个单独的软件包 <package>Mesa-dri-nouveau</package>，如果您遇到问题，就可以移除它。
zh_tw: 當使用 Nouveau Mesa/DRI 驅動程式時，一些應用程式，特別是 KDE 與 Qt 應用程式，可能會崩潰。該驅動程式目前是獨立打包為 <package>Mesa-dri-nouveau</package> 套件。若有問題，可以移除該套件。

source: Without this driver installed, there is no hardware 3D acceleration support on any Nvidia GPU and no 2D acceleration on newer Nvidia GPUs that use Glamor for fast 2D operations. Kernel Mode Setting and basic 2D are still available, as is 2D acceleration via EXA on GPUs from the Nvidia GPU generation code-named Kepler (introduced in 2012) and earlier. 3D operations are supported via software rendering.
sv: Utan den här drivrutinen får du ingen 3D-hårdvaruacceleration för något Nvidia GPU och ingen 2D-acceleration på nyare Nvidia GPU som använder Glamor för snabba 2D-operationer. Kernel Mode Setting och grundläggande 2D finns fortfarande tillgängligt, liksom 2D-acceleration via EXA på GPU från Nvidias GPU-generation med kodnamn Kepler (introducerade 2012) samt tidigare. 3D-operationer stöds via mjukvarurendering.
zh_cn: 如果不安装这个驱动，任何 Nvidia GPU 将无法支持 3D 硬件加速，较新的使用 Glamor 快速 2D 操作的 Nvidia GPU 将无法使用 2D 硬件加速。Kernel Mode Setting 和基本 2D 依旧可用，只要是通过 GPU 上的 EXA 实现 2D 加速的，从 Kepler (2012年发布) 世代以及之前的 Nvidia GPU 就可以。3D 操作通过软件渲染支持。
zh_tw: 若未安裝該套件，對於任何 Nvidia GPU 將不會有 3D 繪圖硬體加速支援，且對於使用 Glamor 的新型 Nvidia GPU 也不會有 2D 加速支援。Kernel Mode Setting 與基本的 2D 支援仍可使用，就像過去在 Kepler (2012 年發布) 與前幾代 GPU 那樣透過 EXA 來支援 2D 加速。3D 繪圖操作由軟體進行。

source: For more information, see the bug reports at <link href="https://bugs.freedesktop.org/show_bug.cgi?id=91632"/> and <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=1005323"/>.
sv: För mer information, se buggrapporter på <link href="https://bugs.freedesktop.org/show_bug.cgi?id=91632"/> och <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=1005323"/>.
zh_cn: 更多信息，参见 Bug 报告 <link href="https://bugs.freedesktop.org/show_bug.cgi?id=91632"/> 和 <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=1005323"/>。
zh_tw: 請見錯誤報告 <link href="https://bugs.freedesktop.org/show_bug.cgi?id=91632"/> 與 <link href="https://bugzilla.opensuse.org/show_bug.cgi?id=1005323"/> 以了解更多細節。

source: <package>seamonkey</package>: Source code no longer compiles. If you were a Seamonkey user previously, switch to Mozilla Firefox and Mozilla Thunderbird instead.
ja: <package>seamonkey</package>: 公開されているソースコードではコンパイルできなくなってしまいました。以前より Seamonkey をお使いの方は、 Mozilla Firefox および Mozilla Thunderbird に移行することをお勧めします。
sk: <package>seamonkey</package>: Zdrojový kód sa už nekompiluje. Ak ste boli predtým používateľ Seamonkey, prejdite radšej na Mozilla Firefox a Mozilla Thunderbird.
sv: <package>seamonkey</package>: Källkoden kompilerar inte längre. Använder du Seamonkey sedan tidigare, byt till Mozilla Firefox and Mozilla Thunderbird.
zh_cn: <package>seamonkey</package>: 源代码无法编译。如果您之前是 Seamonkey 用户，请切换到 Mozilla Firefox 和 Mozilla Thunderbird 。
zh_tw: <package>seamonkey</package>：原始碼已無法編譯。若您之前是 Seamonkey 的使用者，請轉用 Mozilla Firefox 與 Mozilla Thunderbird。

source: To solve this, move <filename>/var/cache</filename> to a separate subvolume. On fresh installations of openSUSE Leap 42.2, this is done automatically. To convert an existing root file system, perform the following steps:
ja: この問題を解決するため、 <filename>/var/cache</filename> を個別のサブボリュームに配置するようにしました。 openSUSE Leap 42.2 を新規にインストールした場合、この配置は自動的に行なわれます。既存のルートファイルシステムを本件のように変更したい場合は、下記のような手順を実施してください:
pt: Por forma a resolva esta situação, mova <filename>/var/cache</filename> para um sub-volume à parte. Numa instalação nova do openSUSE Leap 42.2, isto é feito automaticamente. Para converter um sistema de ficheiros root existente, realize os seguintes passos:
sk: Na vyriešenie tohto presuňte <filename>/var/cache</filename> na samostatný podzväzok. Na novej inštalácii openSUSE Leap 42.2 sa to robí automaticky. Ak chcete previesť existujúci koreňový súborový systém, vykonajte nasledujúce kroky:
sv: För att lösa detta, flytta <filename>/var/cache</filename> till en separat undervolym. Vid en nyinstallation av openSUSE Leap42.2 görs detta automatiskt. För att konvertera ett existerade filsystem, utför följande steg:
zh_cn: 为了解决这个问题，请移动 <filename>/var/cache</filename> 到一个单独的分卷。全新安装的 openSUSE Leap 42.2 系统会自动进行这个设置。要转换已有的根文件系统，请按以下步骤操作：
zh_tw: 要解決這個問題，我們將 <filename>/var/cache</filename> 移到一個獨立的子卷。在一個乾淨安裝的 openSUSE Leap 42.2 系統上，系統會自動處理。若要轉換現有的 root 檔案系統，請執行下列步驟：

source: If you don't have a <filename>@</filename> subvolume, mount subvolume ID 5 instead:
ja: <filename>@</filename> という名前のサブボリュームが無い場合は、代わりにサブボリューム ID 5 をマウントします:
pt: Se não possui um sub-volume <filename>@</filename>, monte o sub-volume ID 5 ao invés:
sk: Ak nemáte <filename>@</filename> podzväzok, pripojte namiesto toho podzväzok ID 5:
sv: Om du inte har någon undervolym som heter <filename>@</filename>, montera den med ID 5 i stället:
zh_cn: 如果您没有名为 <filename>@</filename> 的子卷，则要挂载 ID 为 5 的子卷：
zh_tw: 若您沒有 <filename>@</filename> 子卷，請改掛載 ID 為 5 的子卷：

source: In Leap 42.1, the Synaptics X driver (package <package>xf86-input-synaptics</package>) was installed by default but had a lower priority than the libinput driver (<package>xf86-input-libinput</package>).
ja: Leap 42.1 では、 Synaptics X ドライバ (パッケージ <package>xf86-input-synaptics</package>) が既定でインストールされますが、 libinput のドライバ (パッケージ <package>xf86-input-libinput</package>) より低い優先度に設定されてしまっています。
pt: No Leap 42.1 a driver Synaptics X (pacote <package>xf86-input-synaptics</package>) foi instalada por defeito mas tinha uma prioridade inferior à driver libinput (<package>xf86-input-libinput</package>).
sk: V Leap 42.1 bol ovládač Synaptics X (balík <package>xf86-input-synaptics</package>) nainštalovaný v predvolenom nastavení, ale mal nižšiu prioritu ako ovládač libinput (<package>xf86-input-libinput</package>).
sv: Leap 42.1 installerade Synaptics X drivrutinen (paketet <package>xf86-input-synaptics</package>) automatiskt, men det har nu tilldelats lägre prioritet än libinput drivrutinen (<package>xf86-input-libinput</package>).
zh_cn: 在 Leap 42.1 中，Synaptics 触摸板的 X 驱动 (软件包 <package>xf86-input-synaptics</package>) 默认安装，但是优先级比 libinput 驱动 (<package>xf86-input-libinput</package>) 低。
zh_tw: 在 Leap 42.1，Synaptics X 驅動程式 (<package>xf86-input-synaptics</package> 套件) 預設會被安裝，但是其優先權小於 libinput 驅動程式 (<package>xf86-input-libinput</package>)。

source: Starting with Leap 42.2:
ja: Leap 42.2 およびそれ以降:
pt: Começar com o Leap 42.2:
sk: Začína od Leap 42.2:
sv: Med början i Leap 42.2:
zh_cn: 从 Leap 42.2 开始：
zh_tw: 自 Leap 42.2 開始：

source: Upgrading from openSUSE 13.2
ja: openSUSE 13.2 からのアップグレード
pt: Atualizar do openSUSE 13.2
sk: Zvýšenie verzie systému z openSUSE 13.2
sv: Uppgradera från openSUSE 13.2
zh_cn: 从 openSUSE 13.2 升级
zh_tw: 自 openSUSE 13.2 升級

source: The following notes apply to upgrades from openSUSE 13.2 or older. Make sure to also review the information provided in <xref linkend="sec.upgrade.421"/>.
ja: openSUSE 13.2 もしくはそれ以前のバージョンからのアップグレードの場合、下記のリリースノートをお読みください。それ以外にも、 <xref linkend="sec.upgrade.421"/> で提供されている情報もあわせてご覧になることをお勧めします。
pt: As seguintes notas aplicam-se às atualizações a partir do openSUSE 13.2 ou outra versão mais antiga. Consulte também a informação fornecida em: <xref linkend="sec.upgrade.421"/>.
sk: Nasledujúce poznámky sa vzťahujú na zvýšenie verzie systému openSUSE 13.2 alebo staršie. Uistite sa, že si tiež skontrolovali informácie v <xref linkend="sec.upgrade.421"/>.
sv: Följande gäller i fall du uppgraderar från openSUSE 13.2 eller någon tidigare version. Försäkra dig också om att du tagit del av informationen i <xref linkend="sec.upgrade.421"/>.
zh_cn: 以下注记适用于从 openSUSE 13.2 或者更早的版本升级。请确保同时也阅读 <xref linkend="sec.upgrade.421"/> 提供的信息。
zh_tw: 以下的注意事項適用於從 openSUSE 13.2 或更早版本升級的使用者。請確保您也閱讀了 <xref linkend="sec.upgrade.421"/> 所提供的資訊。

source: Network Interface Names
ja: ネットワークインターフェイスの命名について
pt: Nomes da Interface de Rede
sk: Názvy sieťových rozhraní
sv: Namn för nätverksgränssnitt
zh_cn: 网络接口名称
zh_tw: 網路介面名稱

source: When upgrading a remote machine from openSUSE 13.2, make sure your network interfaces are named correctly.
ja: ネットワーク上離れたリモートのマシンを openSUSE 13.2 からアップグレードする場合は、ネットワークインターフェイスが想定通りに命名されているかどうかをご確認ください。
pt: Quando atualiza uma máquina remota a partir do openSUSE 13.2, certifique-se de que as interfaces de rede apresentam o nome correto.
sk: Pri zvyšovaní verzie vzdialeného systému z openSUSE 13.2 sa uistite, že vaše sieťové rozhrania sú správne pomenované.
sv: När du gör en fjärruppdatering av en dator från openSUSE 13.2, försäkra dig om att nätverkskorten är korrekt namngivna.
zh_cn: 当从 openSUSE 13.2 升级一个远程主机时，请确保您的网络接口命名正确。
zh_tw: 當您將一台遠端機器從 openSUSE 13.2 昇級時，請確保您的網路介面命名是正確的。

source: openSUSE 13.2 used so-called predictable network interface names (for example, <literal>enp5s0</literal>), whereas openSUSE Leap 42.1 uses persistent interface names (<literal>eth0</literal>). After upgrading and rebooting, the network interface names may therefore change. This could lock you out of the system. To avoid interfaces from being renamed, run the following command for each of your network interfaces before you reboot the system:
ja: openSUSE 13.2 では「予測可能な」形態でネットワークインターフェイスの命名を行なっていました (例: <literal>enp5s0</literal>) が、 openSUSE Leap 42.1 では固定のインターフェイス名 (例: <literal>eth0</literal>) を使用するようになっています。そのため、アップグレードして再起動を行なうと、場合によってはネットワークインターフェイスの名前が変わってしまい、これによってシステムにアクセスができなくなってしまうことがあります。インターフェイス名が変わってしまうことを防ぐには、システムを再起動する前に、各ネットワークインターフェイスに対して下記のコマンドを実行します:
pt: O openSUSE 13.2 utilizou os chamados nomes de interface de rede previsíveis (por exemplo: <literal>enp5s0</literal>), enquanto que o openSUSE Leap 42.1 utiliza nomes de interface persistentes (<literal>eth0</literal>). Após a atualizar e reiniciar, os nomes da interface de rede podem ser alterados. Isto poderá bloquear o seu acesso ao sistema. Para evitar que as interfaces sejam renomeadas, execute o seguinte comando para cada uma das interfaces de rede antes de reiniciar o sistema:
sk: openSUSE 13.2 používa takzvané predvídateľné názvy sieťových rozhraní (napríklad, <literal>enp5s0</literal>), zatiaľ čo openSUSE Leap 42.1 používa trvalé názvy rozhraní (<literal>eth0</literal>). Po zvýšení vezie a reštarte sa teda názvy sieťových rozhraní môžu zmeniť. Toto by vám mohlo zablokovať prístup k vášmu systému. Na zabránenie zmeny premenovania sieťových rozhraní spustite nasledovný príkaz pre každé sieťové rozhranie predtým, než reštartujete systému:
sv: Metoden för namngivning av nätverkskorten har förändras i openSUSE 42.1. Version 13.2 använde sig av förutsägbara namn (t.ex. <literal>enp5s0</literal>), medan openSUSE 42.1 använder beständiga namn (<literal>eth0</literal>). Efter uppdatering och omstart av datorn kan namnen på dina nätverkskort komma att ändras, vilket kan låsa dig ute från datorn. För att hindra namnbyte, kör följande kommando för vart och ett av nätverkskorten innan du startar om datorn:
zh_cn: openSUSE 13.2 使用了所谓的可预测网络接口名 (例如，<literal>enp5s0</literal>)，而 openSUSE Leap 42.1 使用了固定网络接口名 (<literal>eth0</literal>)。因此升级并重启后网络接口名会改变。这会把您关在系统外面。要避免重命名接口，重新引导系统前请为您的每个网络接口运行以下命令：
zh_tw: openSUSE 13.2 使用可預測的網路介面命名方式 (例如，<literal>enp5s0</literal>)，但 openSUSE Leap 42.1 是使用固定的命名方式 (<literal>eth0</literal>)。當完成昇級並重開機後，網路介面名稱會因此而改變。這可能會造成您無法登入系統。要避免網路介面被改名，在重開機前，為您的每個網路介面執行下列命令：

source: Replace <replaceable>enp5s0</replaceable> with the name of your network interface.
ja: なお、上記の <replaceable>enp5s0</replaceable> を、お使いの環境のネットワークインターフェイス名に置き換えてください。
pt: Substitua <replaceable>enp5s0</replaceable> pelo nome da sua interface de rede.
sk: Nahraďte <replaceable>enp5s0</replaceable> s názvom vášho sieťového rozhrania.
sv: Ersätt <replaceable>enp5s0</replaceable> med namnet på ditt nätverkskort.
zh_cn: 请将 <replaceable>enp5s0</replaceable> 替换为您的网络接口名称。
zh_tw: 請將 <replaceable>enp5s0</replaceable> 代換為您的網路介面名稱。

source: Btrfs: Disk Space Leak after System Rollbacks
ja: Btrfs: システムを巻き戻し (ロールバック) した際のディスク領域の開放漏れについて
pt: Btrfs: Fuga de Espaço no disco após Restauros de Sistema
sk: Btrfs: Únik miesta disku po spätných zavedeniach systému
sv: Btrfs: Disk Space Leak efter systemåterställning
zh_cn: Btrfs：系统回滚后磁盘空间泄露
zh_tw: Btrfs: 當系統回復後會遺失磁碟空間

source: openSUSE 13.2 used a Btrfs partition layout that allowed for disk space to become permanently occupied with stale, inaccessible contents after the first system rollback was executed. This layout issue has been fixed in openSUSE Leap 42.1. However, the fix can only be applied to newly installed systems.
ja: openSUSE 13.2 で Btrfs のパーティションレイアウトを使用した環境でシステムのロールバック (巻き戻し) を実行すると、ディスク領域内にアクセス不可能な無効領域が生じてしまいます。このレイアウト問題は openSUSE Leap 42.1 で解決されていますが、この修正は新しくインストールしたシステムにのみ適用することができます。
pt: openSUSE 13.2 utilizou um plano de partições Btrfs que permitiu ao disco ficar permanentemente ocupado com conteúdo antigo e inacessível após o restauro ter sido efetuado. Este problema derivado do plano de partições foi resolvido no openSUSE Leap 42.1. No entanto, esta correção é apenas aplicada a sistemas recém instalados.
sk: openSUSE 13.2 používalo rozloženie oddielov Btrfs, ktoré umožňovalo, aby bolo miesto na disku trvalo obsadené zastaraným, neprístupným obsahom po vykonaní prvého spätného zavedenia systému. Tento problém rozloženia bol vyriešený v openSUSE 42.1 Leap. Avšak, oprava môže byť použitá len na novo inštalovaných systémoch.
sv: openSUSE 13.2 använde en Btrfs partitionslayout som kan resultera i att diskutrymme blir permanent blockerat av gammalt och oåtkomligt innehåll efter en första systemåterställning. Detta problem med disklayout har åtgärdats i openSUSE Leap 42.1, men programfixen kan bara appliceras på nyinstallerade system.
zh_cn: openSUSE 13.2 使用了一种 Btrfs 分区布局，使得磁盘空间在执行第一次系统回滚后会被过时且无法访问的内容给永久占用。这个布局问题已在 openSUSE Leap 42.1 中修复了。然而，这个修复只可以应用于新安装的系统。
zh_tw: openSUSE 13.2 使用的 Btrfs 分割區佈局會使得當第一次系統回復執行後，磁碟空間會被過時且無法存取的內容給永久占用。這個問題已經在 openSUSE Leap 42.1 解決。然而，這個修正只有針對新安裝的系統才有用。

source: If you are upgrading from openSUSE 13.2, you cannot convert the file system to the new layout, but you can reclaim the lost disk space.
ja: openSUSE 13.2 からアップグレードする場合、ファイルシステムを新しいレイアウトに変換することはできませんが、失われたディスク領域を取り戻す方法があります。
sk: Ak zvyšujete verziu z openSUSE 13.2, nemôžete konvertovať súborový systém na nové rozloženie, ale môžete získať späť stratené miesto na disku.
sv: Om du uppdaterar från openSUSE 13.2 kan du inte konvertera filsystemet till den nya layouten, men du kan återfå det förlorade diskutrymmet.
zh_cn: 若您是从 openSUSE 13.2 升级的，您无法转换到新布局，但您可以回收这些丢失的磁盘空间。
zh_tw: 若您是從 openSUSE 13.2 昇級，您無法轉換使用新的佈局，但您可以回收這些失去的磁碟空間 。

source: Mount the initial root filesystem:
ja: まずはルートファイルシステムをマウントします:
pt: Monte o sistema de ficheiros root inicial:
sk: Pripojiť počiatočný koreňový súborový systém:
sv: Montera det initiala root-filsystemet:
zh_cn: 挂载初始 root 文件系统：
zh_tw: 掛載初始 root 檔案系統：

source: Remove all files below /mnt that are not in a subvolume:
ja: サブボリューム内に存在しない /mnt 以下のファイルを全て削除します:
pt: Remova todos os ficheiros abaixo de /mnt que não se encontrem num sub-volume:
sk: Odstrániť všetky súbory pod /mnt, ktoré nie sú v podzväzku:
sv: Ta bort alla filer under /mnt som inte är i undervolymen:
zh_cn: 移除 /mnt 下全部不属于子卷的文件：
zh_tw: 移除 /mnt 目錄下所有不屬於子卷 (subvolume) 的檔案：

source: Umount the filesystem again:
ja: 再度ファイルシステムのマウントを解除します:
pt: Desmonte o sistema de ficheiros novamente:
sk: Znovu odpojiť súborový systém:
sv: Avmontera filsystemet igen:
zh_cn: 再次卸载文件系统：
zh_tw: 卸載檔案系統：

source: Printing System: Improvements and Incompatible Changes
ja: 印刷システム: 改善点と互換性を失う変更について
lt: Spausdinimo sistema: patobulinimai ir nesuderinami pakeitimai
pt: Sistema de Impressão: Melhorias e Modificações incompatíveis
sk: Tlačový systém: Zlepšenia a nekompatibilné zmeny
sv: Utskrifter: Förbättringar och förändringar
zh_cn: 打印系统：改进以及不兼容的变动
zh_tw: 列印系統：改進以及不相容的變動

source: CUPS Version Upgrade to 1.7
ja: CUPS バージョン 1.7 へのアップグレードについて
lt: CUPS versija naujovinta iki 1.7
pt: CUPS Atualizado para a versão 1.7
sk: CUPS zvýšil verziu na 1.7
sv: CUPS version uppgraderad till 1.7
zh_cn: CUPS 版本升级至 1.7
zh_tw: CUPS 版本昇級至 1.7

source: Compared to CUPS 1.5 in openSUSE 13.2 CUPS 1.7 introduced some major changes that may require manual configuration adjustments.
ja: openSUSE 13.2 における CUPS 1.5 と比べると、 CUPS 1.7 では大幅な変更が加えられたことにより、手作業による設定調整が必要となる場合があります。
pt: Comparado à versão 1.5 no openSUSE 13.2, o CUPS 1.7 introduz algumas modificações importantes que das quais podem resultar a necessidade de realizar alguns ajustes manuais.
sk: Nová verzia CUPS 1.7 predstavila niektoré významné zmeny v porovnaní s CUPS 1.5 v openSUSE 13.2, ktoré môžu vyžadovať manuálne nastavenie konfigurácie.
sv: Jämfört med CUPS 1.5 (som används i openSUSE 13.2) introducerade CUPS 1.7 några större förändringar som kan kräva manuella justeringar i konfigurationen.
zh_cn: 对比 openSUSE 13.2 的 CUPS 1.5，新的 1.7 版相比引入了一些重要的变化，可能需要手动调整配置。
zh_tw: 相較於 openSUSE 13.2 使用的 CUPS 1.5 版，CUPS 1.7 版導入了一些重大改變，因此需要手動調整設定。

source: PDF is now the standard print job format rather than PS. Therefore traditional PostScript printers now also need a filter driver for printing.
ja: 現在は標準の印刷ジョブ形式が PS ではなく、 PDF になっています。そのため、旧来の PostScript プリンタで印刷を行なう場合は、新たにフィルタを設定する必要が生じています。
pt: PDF é agora o standard de formato de impressão ao invés do PS. Como tal, impressoras tradicionais PostScript passam a precisar de uma driver filtro para a impressão.
sk: PDF je dnes štandardný formát tlačové úlohy skôr než PS. Preto tradičné PostScript tlačiarne teraz tiež potrebujú ovládač filtra pre tlač.
sv: PDF är nu standardformat på utskrifter i stället för PS som tidigare. Därför behöver PostScript-printrar nu en filterdrivrutin för att kunna skriva ut.
zh_cn: PDF 现在取代 PS 成为了标准打印任务格式。故传统的 PostScript 打印机现在也需要一个滤镜驱动才能打印。
zh_tw: PDF 取代 PS 成為標準的列印工作格式。故傳統的 PostScript 印表機現在需要一個過濾器 (filter) 驅動程式才能進行列印。

source: See <link href="https://en.opensuse.org/Concepts_printing"/> for details.
ja: 詳しくは <link href="http://ja.opensuse.org/印刷処理"/> をお読みください。
pt: Consulte <link href="https://en.opensuse.org/Concepts_printing"/> para mais detalhes.
sk: Podrobnosti nájdete na <link href="https://en.opensuse.org/Concepts_printing"/>.
sv: Se <link href="https://en.opensuse.org/Concepts_printing"/> för mer information.
zh_cn: 细节参考 <link href="https://en.opensuse.org/Concepts_printing"/>。
zh_tw: 請見 <link href="https://en.opensuse.org/Concepts_printing"/> 以了解更多細節。

source: The network printer discovery protocol has changed. The native method to discover network printers is now based on DNS Service discovery (DNS-SD, that is, via Avahi). The <literal>cups-browsed</literal> service from the <literal>cups-filters</literal> package can be used to bridge old and new protocols. Both <literal>cupsd</literal> and <literal>cups-browsed</literal> need to run to make "legacy" clients discover printers (that includes LibreOffice and KDE).
ja: ネットワークプリンタの検出プロトコルが変更されました。新しいネイティブなプロトコルは DNS Service discovery (DNS-SD, つまり、 Avahi 経由) をベースにした仕組みになりましたが、 <literal>cups-filters</literal> パッケージで提供される <literal>cups-browsed</literal> サービスを利用することで、従来のプロトコルとの間で橋渡しを行なうことができるようになっています。 "従来の" クライアントからプリンタを発見できるようにしたい場合 (LibreOffice や KDE からの印刷を含みます) は、 <literal>cupsd</literal> と <literal>cups-browsed</literal> の両方を動作させる必要があります。
pt: O protocolo de descoberta de impressoras em rede foi alterado. O método nativo de descoberta de impressoras em rede é agora baseado no serviço de descoberta do DNS (DNS-SD, através do Avahi). O serviço <literal>cups-browsed</literal> do pacote <literal>cups-filters</literal> pode ser usado para ligar os novos e antigos protocolos. Tanto o <literal>cupsd</literal> como o <literal>cups-browsed</literal> precisam de ser executados para que os clientes "legado" possam encontrar as impressoras (O que inclui o LibreOffice e o ambiente de trabalho KDE).
sk: Sieťový protokol zistenie tlačiarní sa zmenil. Natívna metóda pre zisťovanie sieťových tlačiarní je teraz založená na DNS Service discovery (DNS-SD, to znamená, cez Avahi). Služba <literal>cups-browsed</literal> z balíka <literal>cups-filters</literal> sa môže použiť pre premostenie starých a nových protokolov. Je potrebné spustiť oba <literal>cupsd</literal> a <literal>cups-browsed</literal>, aby "dediční" klienti zisťovali tlačiarne (čo zahŕňa LibreOffice a KDE).
sv: Nätverksprotokollet för att upptäcka skrivare har ändrats. Den förvalda metoden för att hitta nätverksskrivare är nu baserad på DNS Service discovery (DNS-SD, t.ex. via Avahi). <literal>cups-browsed</literal> servicen från paketet <literal>cups-filters</literal> kan användas för att länka samma det gamla och nya protokollet. Både <literal>cupsd</literal> och <literal>cups-browsed</literal> behöver köra för att "föråldrade" klienter skall kunna hitta skrivare (så även LibreOffice och KDE).
zh_cn: 网络打印机发现协议有所变动，发现网络打印机的原生方法现在基于 DNS 服务发现 (DNS-SD，也就是，通过 Avahi)。来自 <literal>cups-filters</literal> 软件包的 <literal>cups-browsed</literal> 服务可用于桥接新旧协议。<literal>cupsd</literal> 和 <literal>cups-browsed</literal> 都要运行才能使旧的客户端 (包括 LibreOffice 和 KDE) 发现打印机。
zh_tw: 網路印表機探查通訊協定已經改變為基於 DNS Service discovery 協定 (DNS-SD，透過 Avahi 提供)。<literal>cups-filters</literal> 套件提供的 <literal>cups-browsed</literal> 服務可用來橋接舊的與新的通訊協定。<literal>cupsd</literal> 與 <literal>cups-browsed</literal> 需要一起運作才能讓舊的客戶端 (包括 LibreOffice 與 KDE) 能夠發現網路印表機。
