Repository: openSUSE/release-notes-openSUSE
Catalog: po/*.po
Languages: ar, da, el, id, ja, lt, ms, pt, ru, sk, sv, uk, zh_cn, zh_tw

source: Mount the new subvolume as specified in <filename>/etc/fstab</filename>:
id: Tautkan subvolume baru sesuai dengan pengaturan di <filename>/etc/fstab</filename>:
ja: 最後に <filename>/etc/fstab</filename> 内に設定した新しいサブボリュームをマウントします:
ms: Dirikan subvolume baharu seperti yang diperincikan dalam <filename>/etc/fstab</filename>:
ru: Подключите новый подтом как указано в <filename>/etc/fstab</filename>:
sk: Pripojte nový podzväzok ako je to uvedené v <filename>/etc/fstab</filename>:
sv: Montera den nya undervolymen angiven i <filename>/etc/fstab</filename>:
uk: Змонтуйте новий підтом, як вказано у <filename>/etc/fstab</filename>:
zh_cn: 挂载 <filename>/etc/fstab</filename> 中指定的新子卷：
zh_tw: 掛載在 <filename>/etc/fstab</filename> 中設定的新子卷：

source: GNOME Keyring Does Not Integrate with GPG Anymore
id: GNOME Keyring Tidak Terintegrasi Lagi dengan GPG
ms: GNOME Keyring tidak lagi bergabung dengan GPG lagi
ru: Брелок GNOME больше не интегрирован с GPG
uk: В'язка ключів GNOME більше не інтегрується із GPG

source: The integrated GPG agent of GNOME Keyring has been removed. Therefore, GNOME Keyring cannot be used to manage GPG keys anymore. You can still manage GPG keys on the command line using the <command>gpg</command> tool.
id: Alat GPG terintegrasi dari GNOME Keyring telah dihapus. Oleh karena itu, GNOME Keyring tidak dapat digunakan untuk mengelola kunci GPG lagi. Anda masih dapat mengelola kunci GPG pada baris perintah menggunakan perintah <command>gpg</command>.
ms: Gabungan ejen GPG dalam GNOME Keyring telah digugurkan. Dengan itu, GNOME Keyring tidak boleh digunakan untuk menguruskan kunci GPG lagi . Anda boleh menguruskan kunci GPG dalam baris arahan menggunakan alat <command>gpg</command>.
ru: Встроенный в Брелок GNOME агент GPG был удалён. Таким образом, Брелок GNOME больше нельзя использовать для управления ключами GPG. Вы по-прежнему можете управлять ключами GPG в командной строке с помощью утилиты <command>gpg</command>.
uk: Інтегрований агент GPG у в'язці ключів GNOME вилучений. Тому в'язку ключів GNOME більше не можна використовувати для управління ключами GPG. Натомість ви досі можете керувати ключами GPG через командний рядок за допомогою команди <command>gpg</command>.

source: Synaptics X Driver Can Degrade Touchpad Experience Under GNOME
id: Penggerak/driver X Synaptics Dapat Menurunkan fungsi bantalan sentuh (touchpad) pada GNOME
ja: GNOME で利用している場合、 Synaptics X ドライバがタッチパッドの操作性を悪化させてしまう
ms: Driver Synaptics X boleh mengurangkan keberkesanan Touchpad bawah GNOME
pt: Driver do Synaptics X pode debilitar a sua experiência ao usar o ambiente de trabalho GNOME
ru: X-драйвер Synaptics может ухудшить впечатления от тачпада в GNOME
sk: Ovládač Synaptics X môže zhoršiť dojem použitia touchpadu pod GNOME
sv: Synaptics X Driver kan försämra touchpadsupplevelsen under GNOME
uk: Драйвер Synaptics X Driver може погіршити роботу сенсорної панелі у GNOME
zh_cn: Synaptics 触摸板 X 驱动在 GNOME 的触控体验可能下降
zh_tw: Synaptics X 驅動程式在 GNOME 環境下可能會降低觸控板使用經驗

source: In openSUSE Leap 42.1, the Synaptics X driver (package <package>xf86-input-synaptics</package>) was installed by default but had a lower priority than the libinput driver (<package>xf86-input-libinput</package>).
id: Pada openSUSE Leap 42.1, driver X synaptics (paket <package>xf86-input-synaptics</package>) dipasang secara bawaan/default tetapi memiliki prioritas yang lebih rendah dibanding penggerak/driver libinput (<package>xf86-input-libinput</package>).
ms: Dalam openSUSE Leap 42.1, driver Synaptics X (pakej <package>xf86-input-synaptics</package>) telah dipasang secara sedia tetapi mempunyai tumpuan yang kurang berbanding driver libinput (<package>xf86-input-libinput</package>).
uk: У openSUSE Leap 42.1 це драйвер Synaptics X (пакунок <package>xf86-input-synaptics</package>) був встановлений усталено, але він мав нижчий пріоритет порівняно із драйвером libinput (<package>xf86-input-libinput</package>).

source: With openSUSE Leap 42.3:
id: Dengan openSUSE Leap 42.3:
ms: Dengan openSUSE Leap 42.3:
uk: Із openSUSE Leap 42.3:

source: The Synaptics X driver is no longer installed by default.
id: Driver X Synaptics tidak lagi dipasang secara bawaan/default.
ja: Synaptics X ドライバは既定ではインストールされなくなっています。
ms: Driver Synaptics X tidak lagi dipasang secara sedia.
pt: A driver Synaptics X já não se encontra instalada por defeito.
ru: X-драйвер Synaptics более не устанавливается по умолчанию.
sk: Ovládač Synaptics X už nie je nainštalovaný v predvolenom nastavení.
sv: Synaptics X drivrutinen installeras inte längre som standard.
uk: Драйвер Synaptics X більше не встановлений усталено.
zh_cn: Synaptics 触摸板的 X 驱动将不再默认安装。
zh_tw: Synaptics X 驅動程式預設將不會被安裝。

source: If the Synaptics X driver is installed, it will take precedence for any touchpad devices.
id: Jika driver X Synaptics di-instal, akan menjadi prioritas untuk semua perangkat touchpad.
ja: Synaptics X ドライバがインストールされている場合は、任意の他のタッチパッドデバイスより優先して動作します。
ms: Sekiranya driver Synaptics X dipasang, ianya akan digunakan untuk mana-mana pad sesentuh.
pt: Se a driver Synaptics X estiver instalada, vai preceder qualquer outra driver para touchpads.
ru: Если X-драйвер Synaptics установлен, он является приоритетным для всех тачпадов.
sk: Keď je nainštalovaný ovládač Synaptics X, bude mať prednosť pre všetky touchpad zariadenia.
sv: Om Synaptics X drivrutinen installeras tar den kontroll över samtliga tochpad-enheter.
uk: Якщо встановлено драйвер Synaptics X, то будь-який сенсорний пристрій віддавати йому перевагу.
zh_cn: 如果 Synaptics 触摸板的 X 驱动被安装了，它将取得所有触摸板设备的优先权。
zh_tw: 一旦安裝 Synaptics X 驅動程式，它將會優先被使用來驅動任何觸控板裝置。

source: The Synaptics X driver is no longer supported by GNOME. This means when the driver is installed, Synaptics touchpads can only be configured to the extent that a basic mouse can.
id: Penggerak/driver Synaptics X tidak lagi didukung oleh GNOME. Ini berarti ketika driver dipasang, bantalan sentuh (touchpads) Synaptics hanya dapat dikonfigurasi seperti halnya sebuah tetikus dasar.
ja: GNOME 環境では Synaptics X ドライバはサポートされなくなりました。言い換えると、Synaptics タッチパッドを利用しても、基本的なマウス機能の範囲のみを設定することができます。
ms: Driver Synaptics X tidak lagi disokong oleh GNOME. Ini bermakna sekiranya driver telah dipasang, pad sesentuh Synaptics hanya boleh diatur sepertimana asas tetikus.
pt: A driver Synaptics X já não é suportada pelo ambiente de trabalho GNOME. Isto significa que quando a driver é instalada, os touchpads Synaptics apenas podem ser configurados de forma básica como um rato comum.
ru: X-драйвер Synapticsбольше не поддерживается в GNOME. Это означает, что при установленном драйвере тачпады Synaptics могут быть настроены только в рамках функциональности обычной мыши.
sk: Ovládač Synaptics X už nie je podporovaný v GNOME. To znamená, že keď je ovládač nainštalovaný, touchpady Synaptics je možné konfigurovať iba do tej miery, ako dá základná myš.
sv: Synaptics X drivrutinen stöds inte l längre av GNOME. Detta får till följd att om drivrutinen installeras, kan Synaptics touchpad-enheter bara konfigureras på samma sätt som en vanlig mus.
uk: Драйвер Synaptics X більше не підтримується у GNOME. Це означає, що після встановлення драйвера сенсорні панелі Synaptics можна налаштувати лише як базові мишки.
zh_cn: GNOME 不再支持 Synaptics 触摸板的 X 驱动。这意味着，如果您安装了这个驱动，Synaptics 触摸板可能只会被配置成基本鼠标的程度。
zh_tw: GNOME 環境不再支援 Synaptics X 驅動程式。這意謂著當安裝該驅動程式後，將只能設定 Synaptics 觸控板來做基本的滑鼠操作。

source: Unless you are using a Synaptics touchpad and have a large amount of custom configuration for the Synaptics driver, remove the package from your system:
id: Kecuali jika Anda menggunakan bantalan sentuh (touchpad) Synaptics dan memiliki konfigurasi khusus untuk penggerak/driver Synaptics, buanglah paket tersebut dari sistem Anda:
ja: Synaptics タッチパッドをご利用の場合で、 Synaptics ドライバに固有の設定を多数実施している場合を除き、システムからパッケージを削除してください:
ms: Melainkan anda menggunakan pad sesentuh Synaptics dan mempunyai banyak konfigurasi untuk driver Synaptics, buang pakej tersebut dari sistem anda:
pt: A não ser que esteja a usar um touchpad Synaptics e tenha um grande conjunto de configurações específicas para a driver, remova o pacote do seu sistema:
ru: Если у вас не накопилось множества специальных настроек для драйвера тачпада Synaptics, удалите этот пакет из своей системы:
sk: Ak nepoužívate Synaptics touchpad a máte veľké množstvo vlastnej konfigurácie pre ovládač Synaptics, odstráňte balík z vášho systému:
sv: Såvida du inte använder en Synaptics touchpad-enhet och har gjort ett stort antal egna inställningar för Synatics drivrutinen, plocka bort paketet från ditt system:
uk: Хіба що ви не використовуєте сенсорну панель Synaptics та маєте чимало власних налаштувань для драйвера Synaptics, тоді вилучте пакунок з вашої системи:
zh_cn: 除非您您使用 Synaptics 触摸板且有大量自定义配置，否则请移除此软件包：
zh_tw: 除非您正在使用 Synaptics 觸控板且大量使用了 Synaptics 驅動程式才支援的客製化設定，否則請自您的系統移除該套件：

source: AArch64: Page Size Has Been Changed From openSUSE Leap 42.1 to openSUSE Leap 42.3
id: AArch64: Ukuran Paging Telah Berubah Dari openSUSE Leap 42.1 ke openSUSE Leap 42.3
ms: AArch64: Saiz helaian telah berubah dari openSUSE Leap 42.1 kepada openSUSE Leap 42.3
uk: AArch64: розмір сторінки змінений із openSUSE Leap 42.1 на openSUSE Leap 42.3

source: In openSUSE Leap 42.1, the default page size on AArch64 platforms was 64 kB. With openSUSE Leap 42.3, the page size has been changed to 4 kB. This renders old Swap and Btrfs file systems unusable.
id: Pada openSUSE Leap 42.1, ukuran paging bawaan pada platform AArch64 adalah 64 kB. Dengan openSUSE Leap 42.3, ukuran paging telah berubah menjadi 4 kB. Ini menjadikan sistem berkas Swap lama dan Btrfs tidak dapat digunakan.
ms: Dalam openSUSE Leap 42.1, saiz page tersedia untuk platform AArch64 adalah 64 kB. Dengan openSUSE Leap 42.3, saiz page telah ditukarkan ke 4 kB. Ini boleh mengakibatkan Swap dan Btrfs sistem fail lama gagal.
uk: У openSUSE Leap 42.1 усталений розмір сторінки на платформі AArch64 становив 64 кБ. У openSUSE Leap 42.3 розмір сторінки вже змінений на 4 кБ. Це призводить до неможливості використовувати старі файлові системи Swap і Btrfs.

source: If you are currently on openSUSE Leap 42.1 on AArch64, consider a fresh installation of openSUSE Leap 42.3 instead of upgrading.
id: Jika Anda saat ini menggunakan openSUSE Leap 42.1 pada AArch64, pertimbangkan untuk melakukan pemasangan openSUSE Leap 42.3 dari awal bukannya melakukan peningkatan versi / upgrading.
ms: Sekiranya anda menggunakan openSUSE Leap 42.1 dengan AArch64, digalakkan pemasangan baharu openSUSE Leap 42.3 daripada cara naik taraf.
uk: Якщо ви використовуєте openSUSE Leap 42.1 на AArch64, подумайте над новим встановленням openSUSE Leap 42.3 замість оновлення.

source: Systems with CCISS Controllers Can Fail to Boot After Upgrade
id: Sistem dengan Controller CCISS Dapat Gagal Boot Setelah Peningkatan
ms: Sistem dengan CCISS Controllers Berkemungkinan Gagal Boot Selepas Naik Taraf
ru: Системы с контроллерами CCISS могут не загрузиться после обновления
uk: Системи з контролерами CCISS можуть зазнавати збою при запуску системи після оновлення на більшу версію

source: The driver for Compaq/HP Smart Array (CCISS) controllers (<filename>cciss.ko</filename>) does not support certain controllers anymore by default. This can lead to the root disk not being detected by the openSUSE Leap 42.3 kernel.
id: Penggerak/driver untuk kontroler Compaq/HP Smart Array (CCISS) (<filename>cciss.ko</filename>) tidak mendukung beberapa kontroler tertentu lagi secara bawaan. Hal ini dapat menyebabkan root disk tidak terdeteksi oleh kernel openSUSE Leap 42.3.
ms: Driver untuk Compaq/HP Smart Array (CCISS) controllers (<filename>cciss.ko</filename>) tidak lagi menyokong sebahagian kawalan secara tersedia. Ini boleh membawa kepada disk root tidak boleh dibaca oleh kernel openSUSE Leap 42.3.
uk: Драйвер для контролерів Compaq/HP Smart Array (CCISS) (<filename>cciss.ko</filename>) більше не підтримує усталено деякі контролери. Це призводить до того, що кореневий диск не виявляється ядром openSUSE Leap 42.3.

source: On affected systems, the CCISS driver can be configured to revert to the previous behavior and detect the controllers again. To do so, add the kernel parameter <literal>cciss.cciss_allow_hpsa=0</literal>.
id: Pada sistem yang terkena dampak, penggerak CCISS dapat dikonfigurasi untuk kembali ke perilaku sebelumnya dan mendeteksi kontroler lagi. Untuk melakukannya, tambahkan parameter kernel <literal>cciss.cciss_allow_hpsa=0</literal>.
ms: Dalam sistem yang terkesan, driver CCISS boleh diaturkan semula untuk mengembalikan kepada keadaan telah lepas dan untuk mengesan kawalan kembali. Untuk berbuat begitu, tambahkan kedalam kernel parameter <literal>cciss.cciss_allow_hpsa=0</literal>.
ru: На подверженных влиянию этого изменения системах драйвер CCISS можно настроить на старое поведение и обнаружение контроллеров. Для этого добавьте ядру параметр <literal>cciss.cciss_allow_hpsa=0</literal>.
uk: На вразливих системах драйвер CCISS можна налаштувати для повернення у попередній режим та повторного виявлення контролерів. Щоб зробити так, додайте параметр ядра <literal>cciss.cciss_allow_hpsa=0</literal>.

source: General
da: Generelt
el: Γενικά
id: Umum
ja: 全般
lt: Bendrybės
ms: Umum
pt: Geral
ru: Общее
sv: Allmänt
uk: Загальне
zh_cn: 常规
zh_tw: 一般說明

source: This section lists general issues with openSUSE Leap 42.3 that do not match any other category.
id: Bagian ini berisi isu-isu umum pada openSUSE Leap 42.3 yang tidak masuk ke kategori lain.
ms: Bahagian ini menyenaraikan isu-isu umum dengan openSUSE Leap 42.3 yang tidak berkaitan dengan mana-mana kategori.
uk: Цей розділ перераховує загальні негаразди з openSUSE Leap 42.3, які не збігаються із жодною іншою категорією.

source: KDE Software for Personal Information Management (KDE PIM)
id: Perangkat Lunak KDE untuk Manajemen Informasi Pribadi (KDE PIM)
ms: Perisian KDE untuk Personal Information Management (KDE PIM)
ru: Программы KDE для управления личными данными (KDE PIM)
sv: KDE-mjukvara för Personal Information Management (KDE PIM)
uk: ПЗ KDE для управління персональною інформацією (KDE PIM)
zh_cn: KDE 个人信息管理软件 (KDE PIM)
zh_tw: KDE 個人資訊管理軟體 (KDE PIM)

source: KDE PIM 4.x is no longer supported by upstream KDE, but was kept in openSUSE Leap 42.2 together with KDE PIM 5 to avoid disrupting user workflows and allow for easier migration.
id: KDE PIM 4.x tidak lagi didukung oleh proyek hulu KDE, tetapi tetap dipertahankan pada openSUSE Leap 42.2 bersama dengan KDE PIM 5 untuk menghindari gangguan pada alur kerja pengguna dan memudahkan proses migrasi.
ms: KDE PIM 4.x todak lagi disokong oleh KDE, tetapi masih tetap digunakan dalam openSUSE Leap 42.2 berserta dengan KDE PIM 5 untuk mengelakkan gangguan aliran kerja pengguna dan memudahkan perpindahan.
uk: KDE PIM 4.x більше не підтримується поточним KDE, але зберігається в openSUSE Leap 42.2 разом із KDE PIM 5 заради уникнення неполадок у роботі користувачів та уможливлення ранішої міграції.

source: With openSUSE Leap 42.3, the KDE PIM 4.x stack got dropped and only the current upstream-supported KDE PIM 5 stack is included.
id: Dengan openSUSE leap 42.3, KDE PIM 4.x dibuang dan hanya KDE PIM 5 yang didukung proyek hulu yang diikutkan.
ms: Dengan openSUSE Leap 42.3, kumpulan KDE PIM 4.x telah digugurkan dan hanya sokongan kumpulan KDE PIM 5 disertakan.
uk: Із openSUSE Leap 42.3 стек KDE PIM 4.x викинутий і зараз включений тільки поточний підтримуваний стек KDE PIM 5.

source: Dolphin and Konqueror Cannot Set Extended Permission Bits
id: Dolphin dan Konqueror Tidak Dapat Mengatur Bit Izin Perpanjangan (Extended Permission Bits)
ms: Dolphin dan Konqueror tidak boleh menetapkan Extended Permission Bits

source: The versions of the KDE file managers Dolphin and Konqueror that are shipped with openSUSE Leap 42.3 cannot set <quote>Extended Permission</quote> bits (GID, <quote>Sticky</quote>). Additionally, closing the Dolphin permissions dialog by clicking <guimenu>OK</guimenu> clears existing extended permissions bits.
id: Versi peramban berkas KDE Dolphin dan Konqueror yang disertakan dengan openSUSE Leap 42.3 tidak dapat mengatur <quote>Extended Permission</quote> bit (GID, <quote>Sticky</quote>). Sebagai tambahan, menutup dialog izin Dolphin dengan mengklik <guimenu>OK</guimenu> menghapus izin perpanjangan bit yang ada.
ms: Versi pengurus fail KDE Dolphin dan Konqueror yang disertakan dengan openSUSE Leap 42.3 tidak boleh mengaturkan <quote>Extended Permission</quote> bits (GID, <quote>Sticky</quote>). Tambah lagi, menutup dialog kebenaran (permission) Dolphin dengan klik <guimenu>OK</guimenu> menghilangkan extended permissions bits yang sedia ada.

source: To avoid such issues, edit permissions with <command>chmod</command> (command line) only.
id: Untuk menghindari masalah tersebut, sunting izin dengan <command>chmod</command>(baris perintah) saja.
ms: Untuk mengelakkan isu berkaitan, sunting kebenaran (permission) hanya dengan <command>chmod</command> (command line).

source: No Screen Lock When Using GNOME Shell But Not GDM
id: Tidak Ada Pengunci Layar Ketika Menggunakan Gnome Shell Bukan GDM
ms: Tiada Kunci Skrin Semasa Menggunakan GNOME Shell Tetapi Tidak Dengan GDM
ru: Не работает блокировка экрана при использовании GNOME Shell без GDM
uk: Не працює блокування екрану при використанні GNOME Shell без GDM
zh_cn: GNOME 缺少 GDM 的话就无法锁屏
zh_tw: 當使用 GNOME Shell 但未使用 GDM 時，螢幕鎖定不會作用

source: When using GNOME Shell together with a login manager other than GDM, such as SDDM or LightDM, the screen will not blank or lock. Additionally, switching users without logging out is not possible.
id: Ketika menggunakan GNOME Shell bersama dengan manajer login selain GDM, seperti SDDM atau LightDM, layar tidak akan kosong atau terkunci. Selaini itu, mengganti pengguna tanpa keluar/log out tidak dimungkinkan.
ms: Apabila menggunakan GNOME Shell berserta dengan pengurus login selain dari GDM, seperti SDDM atau LightDM, skrin tidak akan dikosongkan atau dikunci. Ditambah lagi, penukaran pengguna tanpa log keluar akan gagal.
ru: При использовании GNOME Shell совместно с отличным от GDM менеджером входа, например, SDDM или LightDM, нельзя заблокировать экран. Кроме того, невозможно сменить пользователя без выхода.
uk: При використанні GNOME Shell спільно з відмінним від GDM менеджером входу, наприклад, SDDM або LightDM, не можна заблокувати екран. Крім того, неможливо змінити користувача без виходу.
zh_cn: 如果您使用 GNOME Shell 但是使用 GDM 之外的登录管理器，比如 SDDM 或 LightDM，屏幕无法锁定或熄灭，也不能在不注销的情况下切换用户。
zh_tw: 當 GNOME Shell 和其他非 GDM 的登入管理員一同使用時 (如 SDDM 或 LightDM)，螢幕不會變黑或鎖定。另外，也無法在未登出的情況下切換使用者。

source: To be able to lock the screen from GNOME Shell, enable GDM as your login manager:
id: Untuk dapat mengunci layar dari GNOME Shell, aktifkan GDM sebagai manajer login Anda:
ms: Untuk membolehkan skrin dikunci dari GNOME Shell, upayakan GDM sebagai pengurus login anda:
ru: Чтобы иметь возможность блокировать экран из GNOME Shell, установите GDM в качестве менеджера входа:
uk: Щоб мати можливість блокувати екран з GNOME Shell, встановіть GDM в якості менеджера входу:
zh_cn: 要恢复 GNOME Shell 的锁屏功能，请启用 GDM 作为登录管理器：
zh_tw: 要能夠在 GNOME Shell 下鎖定螢幕，請啟用 GDM 作為您的登入管理員：

source: Make sure that the package <package>gdm</package> is installed.
id: Pastikan bahwa paket <package>gdm</package> terpasang.
ms: Pastikan pakej <package>gdm</package> telah dipasang.
ru: Убедитесь, что пакет <package>gdm</package> установлен.
uk: Переконайтеся, що пакет <package>gdm</package> встановлений.
zh_cn: 确保安装了 <package>gdm</package> 软件包。
zh_tw: 請確認已安裝 <package>gdm</package> 套件。

source: Open YaST and from it, open <menuchoice><guimenu>/etc/sysconfig Manager</guimenu></menuchoice>.
id: Buka YaST dan dari sana, buka <menuchoice><guimenu>/etc/sysconfig Manager</guimenu></menuchoice>.
ms: Buka YaST dan dari situ, buka <menuchoice><guimenu>/etc/sysconfig Manager</guimenu></menuchoice>.
ru: Откройте YaST и в нём модуль <menuchoice><guimenu>Редактор /etc/sysconfig</guimenu></menuchoice>.
uk: Відкрийте YaST і в ньому модуль <menuchoice><guimenu>Редактор /etc/sysconfig</guimenu></menuchoice>.
zh_cn: 打开 YaST，在其中打开 <menuchoice><guimenu>/etc/sysconfig 编辑器</guimenu></menuchoice> 模块。
zh_tw: 開啟 YaST，並在其中啟動 <menuchoice><guimenu>/etc/sysconfig 編輯器</guimenu></menuchoice>。

source: Navigate to <menuchoice><guimenu>Desktop</guimenu><guimenu>Display manager</guimenu><guimenu>DISPLAYMANAGER</guimenu></menuchoice>.
id: Arahkan ke <menuchoice><guimenu>Desktop</guimenu><guimenu>Display manager</guimenu><guimenu>DISPLAYMANAGER</guimenu></menuchoice>.
ms: Arahkan ke <menuchoice><guimenu>Desktop</guimenu><guimenu>Display manager</guimenu><guimenu>DISPLAYMANAGER</guimenu></menuchoice>.
ru: Перейдите к пункту <menuchoice><guimenu>Desktop</guimenu><guimenu>Display manager</guimenu><guimenu>DISPLAYMANAGER</guimenu></menuchoice>.
uk: Перейдіть до пункту меню <menuchoice><guimenu>Стільниця</guimenu><guimenu>Менеджер дисплею</guimenu><guimenu>DISPLAYMANAGER</guimenu></menuchoice>.
zh_cn: 导航到 <menuchoice><guimenu>Desktop</guimenu><guimenu>Display manager</guimenu><guimenu>DISPLAYMANAGER</guimenu></menuchoice>。
zh_tw: 移動到 <menuchoice><guimenu>Desktop</guimenu><guimenu>Display manager</guimenu><guimenu>DISPLAYMANAGER</guimenu></menuchoice>。

source: In the text box, specify <literal>gdm</literal>. To save, click <guimenu>OK</guimenu>.
id: Pada kotak teks, pilihlah <literal>gdm</literal>. Untuk menyimpan, klik<guimenu>OK</guimenu>.
ms: Dalam kotak teks, pilih <literal>gdm</literal>. Untuk simpan, klik <guimenu>OK</guimenu>.
ru: В текстовом поле укажите <literal>gdm</literal>. Чтобы сохранить изменения, нажмите <guimenu>OK</guimenu>.
uk: У текстовому полі вкажіть <literal>gdm</literal>. Щоб зберегти зміни, натисніть <guimenu>Гаразд</guimenu>.
zh_cn: 在文本框中，指定 <literal>gdm</literal>。点击 <guimenu>确认</guimenu> 保存。
zh_tw: 在文字方塊中，指定 <literal>gdm</literal>。要存檔，請點擊 <guimenu>確定</guimenu> 按鈕。

source: Global Menu Support in KDE Plasma
id: Dukungan Menu Global dalam KDE Plasma
ms: Sokongan Menu Global dalam KDE Plasma
uk: Підтримка глобального меню в KDE Plasma

source: With KDE Plasma 5.9, KDE re-introduced support for the global menu as known from earlier KDE desktop releases.
id: Dengan KDE Plasma 5.9, KDE memperkenalkan kembali dukungan menu global yang ditemukan dalam rilis-rilis destop KDE terdahulu.
ms: Dengan KDE Plasma 5.9, KDE mengenalkan sokongan untuk menu global yang dikenali dari awalan KDE desktop.
uk: Із KDE Plasma 5.9 KDE повторно ввела підтримку глобального меню, яка відома з попередніх випусків стільниці KDE.

source: In openSUSE Leap 42.3, the application menu bar plasmoid is available as well.
id: Pada openSUSE Leap 42.3, menu aplikasi plasmoid juga tersedia.
ms: Dalam openSUSE Leap 42.3, barisan applikasi menu plasmanoid juga boleh didapati.
uk: У openSUSE Leap 42.3 також доступний плазмоїд для меню панелі програм.

source: Non-Qt Applications Can Behave Incorrectly
ms: Applikasi Non-Qt Berlaku Ralat

source: Applications not using the Qt toolkit may not support the global menu or behave incorrectly.
id: Aplikasi-aplikasi yang tidak menggunakan Qt toolkit mungkin tidak mendukung menu global atau menunjukkan reaksi yang tidak sesuai.
ms: Applikasi yang tidak menggunakan Qt toolkit berkemungkinan tidak menyokong global menu atau bersifat tidak betul.
uk: Програми, які не використовують набір засобів Qt, можуть не підтримувати глобальне меню або вести себе неправильно.

source: Playing MP3 Media Files
ms: Memainkan Fail MP3 Media

source: Starting with openSUSE Leap 42.3, the codecs to play MP3 media files are now shipped as part of the standard repository.
ms: Bermula dengan openSUSE Leap 42.3, codecs untuk memainkan fail media MP3 sekarang tersedia berdasarkan repositori standard.
