Repository: openSUSE/release-notes-openSUSE
Catalog: po/*.po
Languages: ar, da, el, id, ja, lt, ms, pt, ru, sk, sv, uk, zh_cn, zh_tw

source: To use this decoder in gstreamer-based applications and frameworks, such as Rhythmbox or Totem, install the package <literal>gstreamer-plugins-ugly</literal>.
ms: Untuk menggunakan dekoder dalam applikasi gstreamer-based and frameworks, seperti Rhythmbox atau Totem, pasang pakej <literal>gstreamer-plugins-ugly</literal>.

source: No Support for Type-1 Fonts in LibreOffice
ms: Tiada sokongan untuk Font Type-1 dalam LibreOffice

source: LibreOffice 5.3 does not support legacy Type-1 fonts (file extensions <filename>.afm</filename> and <filename>.pfb</filename>) anymore. Most users should not be affected by this, as current fonts are available either in the format TrueType (<filename>.ttf</filename>) or OpenType (<filename>.otf</filename>) formats.
ms: LibreOffice 5.3 tidak lagi menyokong legasi font Type-1 (file extensions <filename>.afm</filename> dan <filename>.pfb</filename>). Kebanyakkan pengguna tidak akan terjejas disebabkan itu, font terkini boleh didapati dalam format TrueType (<filename>.ttf</filename>) atau format OpenType (<filename>.otf</filename>).

source: If you are affected by this, convert Type-1 fonts to a supported format, such as TrueType and then use the converted fonts. Conversion is possible with the application FontForge (package <package>fontforge</package>) which is included in openSUSE. For information on scripting such conversions, see <link href="https://fontforge.github.io/en-US/documentation/scripting/"/>.
ms: Sekiranya anda terjejas, tukarkan font Type-1 kepada format lain yang disokong, seperti TrueType dan gunakan font yang telah diubah tersebut. Penukaran adalah boleh dengan applikasi FontForge (package <package>fontforge</package>) yang telah disediakan dalam openSUSE. Untuk maklumat lanjut pnukaran tersebut, lihat <link href="https://fontforge.github.io/en-US/documentation/scripting/"/>.

source: More Information and Feedback
ar: مزيد من المعلومات والعتليقات
da: Mere information og feedback
el: Περισσότερες πληροφορίες και ανατροφοδότηση
id: Informasi Lebih Lanjut dan Umpan Balik
ja: さらに詳しい情報とフィードバック
lt: Išsamesnė informacija ir grįžtamasis ryšys
ms: Maklumat tambahan dan maklum balas
pt: Mais Informação e Feedback
ru: Дополнительные сведения и обратная связь
sk: Ďalšie informácie a spätná väzba
sv: Mer information och feedback
uk: Додаткові відомості та зворотній зв'язок
zh_cn: 更多信息和反馈
zh_tw: 更多資訊與反饋

source: Read the <filename>README</filename> documents on the medium.
ar: اقرأ مستندات <filename> README </filename> الموجودة على الوسيط.
da: Læs <filename>README</filename>-dokumentationen på mediet.
el: Διαβάστε τα αρχείο <filename>README</filename> στο μέσο εγκατάστασης.
id: Bacalah dokumen <filename>README</filename> yang terdapa pada media.
ja: まずはメディア内の <filename>README</filename> 文書をお読みください。
ms: Baca <filename>README</filename> dokumen.
pt: Leia os documentos <filename>README</filename> no disco de instalação.
ru: Читать файлы <filename>README</filename> на установочном носителе.
sk: Prečítajte si dokumenty <filename>README</filename> na médiu.
sv: Läs <filename>README</filename> filen på installationsmediet.
uk: Прочитайте документи <filename>README</filename> на носії.
zh_cn: 请阅读安装介质上的 <filename>README</filename> 文档。
zh_tw: 請閱讀安裝媒體上的 <filename>README</filename> 文件。

source: View a detailed changelog information about a particular package from its RPM:
ar: مشاهدة معلومات مفصلة بالتغييرات حول مجموعة محددة من الحزم في ملفات RPM:
da: Vis en detaljeret ændringsloginformation om en bestemt pakke fra dens RPM:
el: Δείτε λεπτομερή πληροφόρηση για τις αλλαγές καταγραφής σχετικά με το συγκεκριμένο πακέτο από το RPM:
id: Perhatikan informasi detail changelog mengenai paket tertentu dari RPMnya:
ja: また、特定のパッケージに対する詳細な変更点を RPM パッケージから表示するには、下記のコマンドを実行します:
ms: Paparan maklumat changelog yang lengkap tentang pakej tertentu dari RPM:
pt: Veja a informação detalhada acerca do registo de alterações de um pacote especifico a partir do seu RPM:
ru: Просмотреть подробный журнал изменений конкретного пакета из его RPM:
sk: Získajte podrobné informácie o zmenách konkrétneho balíka z jeho RPM:
sv: Visa en detaljerad logg över ändringarna i ett specifikt paket med kommandot RPM:
uk: Переглянути докладний журнал змін конкретного пакунку за допомогою RPM:
zh_cn: 从 RPM 中获取关乎某特定软件包的详细修订历史信息：
zh_tw: 從 RPM 獲取某個套件詳細的變動歷史資訊：

source: Replace <replaceable>FILENAME</replaceable> with the name of the RPM.
ar: غَير أسم الملف <replaceable>FILENAME</replaceable> باسم حزمة RPM.
da: Erstat <replaceable>FILNAVN</replaceable> med navnet på RPM'en.
el: Αντικαταστήστε το <replaceable>FILENAME</replaceable> με το όνομα του RPM.
id: Ganti <replaceable>FILENAME</replaceable> dengan nama RPM.
ja: <replaceable>ファイル名</replaceable> の箇所を RPM の名前に置き換えてお使いください。
ms: Ganti <replaceable>FILENAME</replaceable> dengan nama RPM berikut.
pt: Substitua <replaceable>FILENAME</replaceable> pelo pacote RPM que deseja.
ru: Замените <replaceable>ИМЯ_ФАЙЛА</replaceable> на имя пакета RPM.
sk: Nahraďte <replaceable>FILENAME</replaceable> s názvom RPM.
sv: Ersätt <replaceable>FILENAME</replaceable> med namnet på RPM paketet.
uk: Замініть <replaceable>НАЗВАФАЙЛУ</replaceable> назвою пакунку RPM.
zh_cn: 讲 <replaceable>FILENAME</replaceable> 替换为 RPM 的名称。
zh_tw: 將 <replaceable>FILENAME</replaceable> 代換為 RPM 套件的名稱。

source: Check the <filename>ChangeLog</filename> file in the top level of the medium for a chronological log of all changes made to the updated packages.
ar: تحقق من ملف <filename>ChangeLog</filename> في المستوى الأعلى لوسيط التثبيت يعرض السجل الزمني لكافة التغييرات التي تم إجراؤها على الحزم المُحدثة.
da: Tjek <filename>ChangeLog</filename>-filen i roden af mediet for en kronologisk log af alle ændringer som er foretaget til de opdaterede pakker.
el: Ελέγξτε το αρχείο <filename>ChangeLog</filename> στο ανώτερο επίπεδο του μέσου εγκατάστασης για μία χρονολογική καταγραφή όλων των αλλαγών που έγιναν στα ενημερωμένα πακέτα.
id: Periksa berkas <filename>ChangeLog</filename> pada level teratas dari media untuk catatan kronologis semua perubahan yang terjadi pada paket yang diperbarui.
ja: また、メディアのルートディレクトリには <filename>ChangeLog</filename> ファイルがあります。ここには、更新されたパッケージに対する全ての変更点が時系列順に並んでいます。
ms: Semak fail <filename>ChangeLog</filename> dalam medium untuk susunan log sebarang perubahan yang dibuat kepada pakej yang telah dikemas kini.
pt: Consulte o ficheiro <filename>ChangeLog</filename> no topo da hierarquia do disco de instalação para ter acesso a um registo cronológico de todas as alterações realizadas aos pacotes atualizados.
ru: Хронологический журнал всех изменений в обновлённых пакетах приведён в файле <filename>ChangeLog</filename> на верхнем уровне диска.
sk: Chronologický záznam všetkých zmien vykonaných v aktualizovaných balíkoch nájdete v súbore <filename>ChangeLog</filename> v najvyššej adresárovej úrovni média.
sv: En kronologisk logg över alla förändringarna i de uppdaterade paketen finns i filen <filename>ChangeLog</filename> som du hittar i rotkatalogen på installationsmediet.
uk: Хронологічний журнал усіх змін в оновлених пакунках наведено у файлі <filename>ChangeLog</filename> на верхньому рівні носія.
zh_cn: 查看介质顶层目录中的 <filename>ChangeLog</filename> 日志获得按时间排列的全部软件包更新历史。
zh_tw: 請查看在安裝媒體最上層目錄下的 <filename>ChangeLog</filename> 檔案以了解所更新套件的變動歷史（按時間先後排序）。

source: Find more information in the <filename>docu</filename> directory on the medium.
ar: العثور على مزيد من المعلومات في المجلد <filename>docu</filename>على وسيط التثبيت.
da: Find mere information i <filename>docu</filename>-mappen på mediet.
el: Βρείτε περισσότερες πληροφορίες στον κατάλογο <filename>docu</filename> στο μέσο εγκατάστασης.
id: Dapatkan informasi lebih banyak pada direktori <filename>docu</filename> pada media.
ja: そのほか、 メディアの <filename>docu</filename> ディレクトリには、さらに詳しい情報があります。
ms: Lihat maklumat lebih lanjut dalam direktori <filename>docu</filename> medium tersebut.
pt: Encontre mais informações no diretório <filename>docu</filename> no disco de instalação.
ru: Больше сведений вы найдёте в каталоге <filename>docu</filename> на диске.
sk: Ďalšie informácie nájdete na médiu v adresári <filename>docu</filename>.
sv: För mer information leta i <filename>docu</filename> katalogen på installationsmediet.
uk: Більше інформації ви знайдете у каталозі <filename>docu</filename> на DVD.
zh_cn: 可于介质上的 <filename>docu</filename> 文件夹获取更多信息。
zh_tw: 在安裝媒體中的 <filename>docu</filename> 目錄可找到更多的資訊。

source: For additional or updated documentation, see <link href="https://doc.opensuse.org/"/>.
id: Sebagai dokumentasi tambahan atau terbaru, lihat <link href="https://doc.opensuse.org/"/>.
ms: Untuk tambahan atau dokumentasi tambahan, lihat <link href="https://doc.opensuse.org/"/>.
uk: Додаткову та оновлену документацію можна знайти на <link href="https://doc.opensuse.org/"/>.

source: For the latest product news, from openSUSE, visit <link href="https://www.opensuse.org"/>.
id: Untuk berita produk terbaru, dari openSUSE, kunjungi <link href="https://www.opensuse.org"/>.
ms: Untuk produk berita terkini, daripada openSUSE, lawati <link href="https://www.opensuse.org"/>.
uk: Найостанніші новини про продукти від openSUSE можна знайти на <link href="https://www.opensuse.org"/>.

source: Copyright © <?dbtimestamp format="Y" ?> SUSE LLC
ms: Hakcipta © <?dbtimestamp format="Y" ?> SUSE LLC
pt: Todos os Direitos Reservados © <?dbtimestamp format="Y" ?> SUSE LLC
ru: © <?dbtimestamp format="Y" ?> SUSE LLC
sv: Copyright © <?dbtimestamp format="Y" ?> 1 SUSE LLC
zh_cn: 版权所有 © <?dbtimestamp format="Y" ?> SUSE LLC
zh_tw: 版權所有 © <?dbtimestamp format="Y" ?> SUSE LLC

source: Thanks for using openSUSE.
el: Σας ευχαριστούμε που χρησιμοποιείτε το openSUSE.
id: Terima kasih telah menggunakan openSUSE.
ja: openSUSE をお使いいただき、ありがとうございます。
lt: Ačiū, kad pasirinkote openSUSE
ms: Terima kasih kerana menggunakan openSUSE.
pt: Agradecemos a utlização do openSUSE.
ru: Спасибо за использование openSUSE.
sk: Ďakujeme, že používate openSUSE.
sv: Tack för att du använder openSUSE.
uk: Дякуємо за використання openSUSE.
zh_cn: 感谢使用 openSUSE。
zh_tw: 感謝使用 openSUSE。

source: translator-credits
id: Penerjemah M. Edwin Zakaria <medwin@opensuse.org>, 2016
ja: 相花 毅 <aihana@gnome.gr.jp> Akira TAGOH <tagoh@gnome.gr.jp> Yukihiro Nakai <nakai@gnome.gr.jp> Takuo KITAME <kitame@debian.org> 日本GNOMEユーザー会 http://www.gnome.gr.jp Yasuhiko Kamata <belphegor@belbel.or.jp>
lt: Jonas Gocentas, 2001 Linas Spraunius, 2004 Andrius Štikonas <stikonas@gmail.com>, 2006, 2008 Mindaugas Baranauskas <opensuse.lietuviu.kalba@gmail.com>, 2009, 2010, 2013, 2015.
ms: translator-credits Mohd Yazid Idrus <yazidrus@gmail.com> 2017
pt: António Cardoso Martins <digiplan.pt@gmail.com>, 2004, 2008 Elísio André Martins Catana <ecatana@gmail.com>, 2004, 2006 Rui Malheiro <rmalheiro@6mil.pt>, 2004, 2006 Carlos Gonçalves <cgoncalves@opensuse.org>, 2007, 2008 Pedro Rosado <pdvrosado@gmail.com>
ru: Переводчики: Александр Мелентьев <minton@opensuse.org>, 2008-2015
sk: Ladislav Michnovič <lmichnovic@suse.cz>, 2008 Ferdinand Galko <galko.ferdinand@gmail.com>, 2015
sv: Mattias Newzella <newzella@linux.se>, 2006 Jonas Svensson <jks@ekhorva.se>, 2016
uk: о. Іван Петрущак <fr.ivan@ukrainian-orthodox.org>, 2005, 2006, 2007, 2008, 2009, 2011
zh_cn: 玛格丽特 · 苏 <marguerite@opensuse.org>, 2013 Guo Yunhe <guoyunhebrave@gmail.com>, 2016
zh_tw: Chao-Hsiung Liao <j_h_liau@yahoo.com.tw>, 2003, 2005 Craig Jeffares <cjeffares@novell.com>, 2004 Joe Man <trmetal@yahoo.com.hk>, 2001 Ray Chen <swyear@gmail.com>, 2007, 2008, 2009, 2010, 2011, 2012 Ramax Lo <ramaxlo@gmail.com>, 2013, 2014, 2015, 2016

source: openSUSE Distribution
ar: توزيعة أوبن سوزي
da: openSUSE distributionen
id: Distribusi openSUSE
ja: openSUSE ディストリビューション
pt: Distribuição openSUSE
ru: Дистрибутив openSUSE
sk: Distribúcia openSUSE
uk: Дистрибутив openSUSE
zh_cn: openSUSE 发行版
zh_tw: openSUSE 發行版

source: Prior to installing openSUSE on a system that boots using UEFI (Unified Extensible Firmware Interface), you are urgently advised to check for any firmware updates the hardware vendor recommends and, if available, to install such an update. A pre-installed Windows 8 is a strong indication that your system boots using UEFI.
el: Πριν την εγκατάσταση openSUSE σε σύστημα που εκκινεί με την χρήση UEFI (Unified Extensible Firmware Interface) συνίσταται επειγόντως να ελέγξετε για προτεινόμενες ενημερώσεις firmware από τον κατασκευαστή υλικού και, εάν είναι διαθέσιμες, να τις εγκαταστήσετε. Ένα προ-εγκατεστημένο σύστημα με Windows 8 είναι μια ισχυρή ένδειξη ότι το σύστημά σας εκκινεί με χρήση UEFI.
id: Sebelum melakukan instalasi openSUSE pada sistem yang di-boot menggunakan UEFI (Unified Extensible Firmware Interface), Anda sangat disarankan untuk memeriksa apakah ada update firmware yang direkomendasikan oleh vendor perangkat keras, dan jika ada, perbarui firmware Anda. Adanya pre-instal Windows 8 menunjukkan indikasi kuat kalau sistem Anda menggunakan boot UEFI.
ja: UEFI (Unified Extensible Firmware Interface) を利用して起動するシステムに openSUSE をインストールする場合、事前に製造元が推奨するファームウエア更新を必ずチェックし、可能であればインストールしておくことを強くお勧めします。 Windows 8 がプレインストールされているマシンの場合、お使いのシステムが UEFI である可能性が高いものと思われます。
lt: Prieš diegdami openSUSE į sistemą, kuriai paleisti reikalinga UEFI (angl. „Unified Extensible Firmware Interface“), patikrinkite, ar jūsų aparatinės įrangos gamintojas nepateikė programinės aparatinės įrangos (angl. „firmware“) atnaujinimų; jei pateikia – juos įdiekite pirmiausiai. Jei Jūsų kompiuteryje jau įdiegta Windows 8 sistema, tuomet jūsų sistemos paleidimui UEFI tikrai reikia.
pt: Antes de proceder à instalação do openSUSE num sistema que utiliza a UEFI para o arranque, é desde mais aconselhado a verificar se existem atualização de Firmware por parte do fabricante e instalar essas mesmas atualizações. Se já possuía o Windows 8 ou superior pré-instalado, é um forte indicador que o seu sistema utiliza a UEFI para o arranque.
ru: Перед установкой openSUSE на систему, загружающуюся с помощью UEFI (Unified Extensible Firmware Interface), вам настоятельно рекомендуется проверить наличие обновлений прошивки, рекомендованных производителем, и в случае их существования установить такие обновления. Предустановленная Windows 8 является верным признаком того, что ваша система использует UEFI.
sk: Pred inštaláciou openSUSE na systéme, ktorý sa zavádza pomocou UEFI (Unified Extensible Firmware Interface), odporúča sa skontrolovať akékoľvek aktualizácie firmvéru, ktoré odporúča dodávateľ hardvéru a, ak sú k dispozícii, inštalácia takýchto aktualizácií. Predinštalovaný systém Windows 8 je silný náznak, že váš systém štartuje pomocou UEFI.
sv: Om din dator använder UEFI-boot (vilket troligtvis är fallet om datorn levererades med Windows 8 eller senare) rekommenderar vi starkt att du uppdaterar UEFI-firmwaret till senaste version. Firmware och instruktioner för detta hittar du på din dator- eller moderkortstillverkares hemsida.
uk: Перед установкою openSUSE на систему, яка завантажується за допомогою UEFI (Unified Extensible Firmware Interface), ми рекомендуємо вам перевірити наявність оновлень прошивки, рекомендованих виробником, і у випадку їх існування встановити такі оновлення. Наперед встановлена Windows 8 є безперечною ознакою того, що ваша система використовує UEFI.
zh_cn: 将 openSUSE 安装到使用 UEFI (统一可扩展固件接口) 引导的计算机上前，特别建议您检查一下硬件制造商推荐的固件更新，并且，如果有的话，安装这样的更新。预装了 Windows 8 是表明您计算机使用 UEFI 引导的一个明显标志。
zh_tw: 在安裝 openSUSE 到使用 UEFI (統一可延伸韌體介面) 開機的系統之前，強烈建議您先詢問是否有硬體製造商所建議的韌體更新並加以安裝。若您的系統有預裝 Windows 8，通常就代表您的系統使用 UEFI 開機。

source: Reboot.
id: Nyalakan ulang / Reboot.
ru: Перезагрузитесь.
uk: Перезавантажити.
zh_cn: 重启系统。
zh_tw: 重開機。

source: The openSUSE Team.
el: Η ομάδα του openSUSE.
id: Tim openSUSE.
ja: openSUSE チームより。
lt: openSUSE komanda
pt: A equipa do openSUSE.
ru: Команда openSUSE.
sk: Tím openSUSE.
sv: openSUSE-teamet.
uk: Команда openSUSE.
zh_cn: openSUSE 团队。
zh_tw: openSUSE 團隊

source: UEFI—Unified Extensible Firmware Interface
ar: واجهة البرنامج الثابت الممتد UEFI
pt: UEFI—Interface Unificada de Firmware Extensível
ru: UEFI — единый интерфейс EFI
uk: UEFI &mdash;Unified Extensible Firmware Interface (об'єднаний розширений вбудований інтерфейс)
zh_cn: UEFI—统一可扩展固件接口
zh_tw: UEFI—統一可延伸韌體介面

source: btrfs subvolume list / | grep '@'
uk: btrfs список підтомів / | grep '@'

source: mount &lt;root_device&gt; -o subvol=@ /mnt
ja: mount &lt;ルートデバイス&gt; -o subvol=@ /mnt
ru: mount &lt;корневое_устройство&gt; -o subvol=@ /mnt
uk: mount &lt;кореневий_пристрій&gt; -o subvol=@ /mnt

source: mount &lt;root_device&gt; -o subvolid=5 /mnt
ja: mount &lt;ルートデバイス&gt; -o subvolid=5 /mnt
ru: mount &lt;корневое_устройство&gt; -o subvolid=5 /mnt
sv: mount &lt; 1root_device&gt; 2 -o subvolid=5 /mnt
uk: mount &lt;кореневий_пристрій&gt; -o subvolid=5 /mnt
zh_cn: mount /dev/&lt;root_device&gt; -o subvolid=5 /mnt

source: Dolphin Does Not Set Extended Permission Bits
ru: Dolphin не сохраняет биты расширенных прав доступа
uk: Dolphin не зберігає біти розширених прав доступу

source: The version of the KDE file manager Dolphin that is shipped with openSUSE Leap 42.3 cannot set <quote>Extended Permission</quote> bits (GID, <quote>Sticky</quote>). Additionally, closing the Dolphin permissions dialog by clicking <guimenu>OK</guimenu> clears existing extended permissions bits.
uk: Версія файлового менеджера для KDE Dolphin, що поставляється в openSUSE Leap 42.3, не може зберігати біти <quote>Розширених прав</quote> (GID, <quote>Sticky</quote>). Навіть більше, при закритті діалогу дозволів Dolphin натисканням кнопки <guimenu>Гаразд</guimenu> обнулює вже встановлені біти.

source: To avoid such issues, edit permissions with Konqueror (GUI) or <command>chmod</command> (command line) only.
ru: Во избежание подобных проблем, правьте разрешения в Konqueror (GUI) или командой <command>chmod</command>.
uk: Щоб уникнути подібних проблем, змінюйте дозволи в Konqueror (GUI) або командою <command>chmod</command>.

source: FILENAME
ja: ファイル名
ru: ИМЯ_ФАЙЛА
sv: FILNAMN
uk: НАЗВАФАЙЛУ

source: openSUSE Leap is a free and Linux-based operating system for your PC, Laptop or Server. You can surf the web, manage your e-mails and photos, do office work, play videos or music and have a lot of fun!
ja: openSUSE Leap はお使いの PC やラップトップ、サーバなどで動作する、 Linux ベースの自由なオペレーティングシステムです。 Web の閲覧や電子メール／写真の管理、オフィス作業やビデオ／音楽の再生などを行なうことができます。お楽しみください！
lt: „openSUSE Leap“ yra atviro kodo „Linux“ operacinė sistema ir skirta staliniams, nešiojamiesiems kompiuteriams, serveriams. Su ja galite naršyti saityne, naudotis el. paštu, redaguoti nuotraukas, atlikti raštinės darbus, leisti vaizdo ir garso kūrinius bei tiesiog patirti daug džiugių akimirkų!
pt: O openSUSE Leap é um sistema operativo livre baseado em Linux para o seu PC, laptop ou servidor. Você pode navegar na internet, gerir seus e-mails e fotos, fazer seu trabalho de escritório, reproduzir vídeos ou músicas e divertir-se!
sk: openSUSE Leap je slobodný a na Linuxe založený operačný systém pre PC, notebook alebo server. Môžete surfovať po webe, spravovať svoje e-maily a fotografie, robiť kancelársku prácu, prehrávať videá či hudbu a užiť si veľa zábavy!
sv: openSUSE är ett fritt Linuxbaserat operativsystem för stationära och bärbara datorer såväl som servrar. Med openSUSE kan surfa på nätet, hantera e-post, organisera och redigera bilder, arbeta med ordbehandling, kalkylblad och databaser, spela upp videofilmer, musik och mycket mer. Och dessutom ha kul!
zh_cn: openSUSE Leap 是一个用于您的个人计算机、笔记本电脑或服务器的基于 Linux 的自由操作系统。您可以使用它纵览网络风云，梳理电邮，剪辑相片，打点公务，观赏视频或品鉴音乐，尽享人生乐趣！
zh_tw: openSUSE Leap 是一個自由的基於 Linux 的作業系統，可運作在您的桌上型電腦、筆記型電腦或是伺服器。您可以用它來瀏覽網頁、管理您的電子郵件與相片、進行生產力工作、播放影片或音樂。使用它讓您充滿樂趣。

source: This is the initial version of the release notes for the forthcoming openSUSE 42.2.
ja: これは将来リリースされる予定の openSUSE 42.2 に対するリリースノート初期版です。
pt: Esta é a versão inicial das notas de lançamento do openSUSE 42.2.
sk: Toto je počiatočná verzia poznámok k vydaniu pre nadchádzajúce openSUSE 42.2.
sv: Detta är den inledande versionen av viktig information för kommande openSUSE 42.2.
zh_cn: 这是即将发布的 openSUSE 42.2 的初版版本资讯。
zh_tw: 這是即將發布的 openSUSE 42.2 的初版發行紀事。

source: The release notes are under constant development. To find out about the latest updates, see the online version at <link href="https://doc.opensuse.org/release-notes"/>. The English release notes are updated whenever need arises. Translated language version can temporarily be incomplete.
ja: リリースノートは定期的に更新されています。最新の情報を読むには、 <link href="https://doc.opensuse.org/release-notes"/> にあるオンライン版をご覧ください。必要に応じて英語版は更新されますが、翻訳版については一時的に翻訳が追いついていないことがありますので、あらかじめご了承ください。
pt: As notas de lançamento estão sob desenvolvimento constante. Para saber mais sobre as mais recentes atualizações, consulte a versão online em: <link href="https://doc.opensuse.org/release-notes"/> . As notas de lançamento na linguagem original (Inglês) são atualizadas sempre que necessário, como tal, as versões noutros idiomas poderão estar temporariamente incompletas.
sk: Poznámky k vydaniu sú pod neustálym vývojom. Ak chcete zistiť najnovšie aktualizácie, pozrite si online verziu na <link href="https://doc.opensuse.org/release-notes"/>. Anglické poznámky k vydaniu sú aktualizované, kedykoľvek je to potrebné. Preložená jazyková verzia môže byť dočasne neúplná.
sv: Informationen om utgåvan är under konstant utveckling. För att få information om de senaste uppdateringarna, se onlineversionen på <link href="https://doc.opensuse.org/release-notes"/>. Den engelskspråkiga informationen uppdateras omedelbart. Översatta versioner kan vara tillfälligt ofullständiga.
zh_cn: 本发行说明会持续更新改进。要了解最新的更新，请参阅在线版本在<link href="https://doc.opensuse.org/release-notes"/>。英语版本的发行说明会随时进行更新。然而翻译版本可能暂时不全。

source: Report all bugs you encounter using this prerelease of openSUSE 42.2 in the openSUSE Bugzilla. For more information, see <link href="http://en.opensuse.org/Submitting_Bug_Reports"/>. If you would like to see anything added to the release notes, file a bug report against the component <quote>Release Notes</quote>.
ja: openSUSE 42.2 のプレリリース版でなんらかのバグに直面した場合は、 openSUSE Bugzilla にご報告ください。詳しくは <link href="https://ja.opensuse.org/バグレポート"/> をお読みください。また、リリースノートに追記すべきとお考えの項目については、 <quote>Release Notes</quote> に対してバグを報告してください。
pt: Descreva todas as falhas que encontre nesta pré-versão do Opensuse 42.2 na nossa página do Bugzilla: <ulink url="https://bugzilla.opensuse.org/"/>. Para mais informações consulte: <link href="http://en.opensuse.org/Submitting_Bug_Reports"/>. Se deseja que algo seja adicionado às notas de lançamento, preencha um relatório de falha marcando o componente <quote>Nota a adicionar</quote>.
sk: Hlásite všetky chyby, na ktoré narazíte pri používaní tohto predbežného vydania openSUSE 42.2 v openSUSE Bugzilla. Viac informácií zistíte na <link href="http://en.opensuse.org/Submitting_Bug_Reports"/>. Ak by ste chceli vidieť čokoľvek pridané do poznámok k vydaniu, podajte hlásenie o chybe na komponent <quote>Release Notes</quote>.
sv: Rapportera alla programbuggar du stöter på i denna förhandsutgåva av openSUSE 42.2 till openSUSE Bugzilla. För mer information, se <link href="http://en.opensuse.org/Submitting_Bug_Reports"/>. Om det är något du vill skall läggas till i denna viktiga information om utgåvan, rapportera en bugg i komponenten <quote>Release Notes</quote>.
zh_cn: 在使用openSUSE 42.2的预览版时，请向openSUSE Bugzilla报告您所遇到的问题。有关如何提交问题，请参考<link href="http://en.opensuse.org/Submitting_Bug_Reports"/>。如果您想在发行说明中添加该问题的描述，请在<quote>发行说明</quote>相关模块提交问题描述。
zh_tw: 在使用 openSUSE 42.2 預覽版時，請向 openSUSE Bugzilla 報告您所遇到的問題。詳情請見 <link href="http://en.opensuse.org/Submitting_Bug_Reports"/>。如果您想在發行紀事中加入任何內容，請在 <quote>Release Note</quote> 模組提交問題報告。

source: Nouveau 3D/DRI Driver May Crash KDE Applications
sv: Nouveau 3D/DRI drivrutinen kan krascha KDE-program
zh_cn: Nouveau 3D/DRI 驱动可能致使 KDE 应用崩溃
zh_tw: Nouveau 3D/DRI 驅動程式可能造成 KDE 應用程式崩潰
