Repository: openSUSE/release-notes-openSUSE
Catalog: po/*.po
Languages: ar, da, el, id, ja, lt, ms, pt, ru, sk, sv, uk, zh_cn, zh_tw

source: For additional or updated documentation, see <link xlink:href="https://doc.opensuse.org/"/>.
ar: للحصول على مزيد من المعلومات أو الوثائق الحديثة، راجع الرابط <link xlink:href="https://doc.opensuse.org/"/>.
da: Se <link xlink:href="https://doc.opensuse.org/"/> for yderligere og opdateret dokumentation.
el: Για επιπρόσθετη ή ενημερωμένη τεκμηρίωση, δείτε <link xlink:href="https://doc.opensuse.org/"/>.

source: For the latest product news, from openSUSE, visit <link xlink:href="https://www.opensuse.org"/>.
ar: للحصول على آخر أخبار أوبن سوزي، قم بزيارة الرابط <link xlink:href="https://www.opensuse.org"/>.
da: Besøg <link xlink:href="https://www.opensuse.org"/> for de seneste produktnyheder fra openSUSE.
el: Για τα τελευταία νέα των προϊόντων, από το openSUSE, επισκεφθείτε την διεύθυνση <link xlink:href="https://www.opensuse.org"/>.

source: Copyright © SUSE LLC
ar: حقوق الطبع والنشر © SUSE LLC
da: Ophavsret © SUSE LLC
el: Πνευματική ιδιοκτησία © SUSE LLC

source: For more information, see the bug reports at <link href="https://bugs.freedesktop.org/show_bug.cgi?id=91632"/> and <link href="https://bugzilla.suse.com/show_bug.cgi?id=1005323"/>.
ja: 詳しくは <link href="https://bugs.freedesktop.org/show_bug.cgi?id=91632"/> および <link href="https://bugzilla.suse.com/show_bug.cgi?id=1005323"/> のバグ報告をお読みください。
sk: Podrobnosti nájdete v správe o chybe na <link href="https://bugs.freedesktop.org/show_bug.cgi?id=91632"/> a <link href="https://bugzilla.suse.com/show_bug.cgi?id=1005323"/>.

source: &lt;ROOT_FILE_SYSTEM&gt;
ja: &lt;ルートファイルシステム&gt;

source: Nouveau 3D/DRI Driver Disabled by Default
sk: Ovládač Nouveau 3D/DRI je v predvolenom nastavení zakázaný

source: With openSUSE Leap 42.2, the Nouveau Mesa/DRI driver for 2D/3D rendering is considered experimental. Note that this does not affect the support statuses of the Nouveau kernel/KMS driver or the Nouveau X.org/DDX driver for 2D rendering.
sk: Pre openSUSE Leap 42.2 sa ovládač Nouveau Mesa/DRI pre 2D/3D vykresľovanie považuje za experimentálny. Treba upozorniť, že to nemá vplyv na význam podpory ovládača Nouveau kernel/KMS alebo ovládača Nouveau X.org/DDX pre 2D vykresľovanie.

source: When the Nouveau Mesa/DRI driver is in use, some third-party Qt applications may no longer start. This driver is now packaged separately, as <package>Mesa-dri-nouveau</package>. This means, when necessary, it can be removed without removing all of Mesa.
sk: Keď sa ovládač Nouveau Mesa/DRI používa, niektoré Qt aplikácie tretej strany sa už nemusia spustiť. Tento ovládač je teraz v samostatnom balíku <package>Mesa-dri-nouveau</package>. To znamená, že, ak je to potrebné, môže byť odstránený bez odstránenia celého Mesa.

source: When this package is not installed, there is no hardware 3D acceleration support on any Nvidia GPU and no 2D acceleration on newer Nvidia GPUs that use Glamor for fast 2D operations. Kernel Mode Setting and basic 2D are still available, as is 2D acceleration via EXA on GPUs from the Nvidia GPU generation code-named Kepler (introduced in 2012) and earlier. 3D operations are supported via software rendering.
sk: Ak tento balík nie je nainštalovaný, neexistuje žiadna hardvérová podpora 3D akcelerácie na akomkoľvek Nvidia GPU a žiadna 2D akcelerácia na novších Nvidia GPU, ktoré používajú Glamor pre rýchle 2D operácie. Nastavenie režimu jadra a základný 2D sú stále k dispozícii, rovnako ako 2D akcelerácia cez EXA od generácie Nvidia GPU s kódovým označením Kepler (predstavené v roku 2012) a skoršie. 3D operácie sú podporované prostredníctvom softvérového vykresľovania.

source: The end of the maintenance period for openSUSE Leap 15.4 is now reached. To keep your systems up-to-date and secure, upgrade to a current openSUSE version. Before starting the upgrade, make sure that all maintenance updates for openSUSE Leap 15.4 are applied.
da: Vedligeholdelsesperioden af openSUSE Leap 15.4 er nu nået. Opgrader til seneste version af openSUSE for at holde dine systemer opdateret og sikre. Før du starter opgraderingen, skal du sørge for, at alle opdateringer til openSUSE Leap 15.4 er installeret.

source: rpm --changelog -qp <replaceable>FILENAME</replaceable>.rpm
da: rpm --changelog -qp <replaceable>FILNAVN</replaceable>.rpm

source: If you upgrade from an older version to this openSUSE Leap release, see previous release notes listed here: <ulink url="http://en.opensuse.org/openSUSE:Release_Notes"/>
lt: Jei senesnę sistemos versiją naujovinote iki šios „openSUSE Leap“ laidos, ankstesnių laidos informacijų ieškokite čia: <ulink url="http://en.opensuse.org/openSUSE:Release_Notes"/>

source: Base System Installation
lt: Minimalios sistemos diegimas

source: If you install a new system as <quote>minimal base system</quote>, the installed system will try to maintain this level and often run into dependency conflicts when you try to install more software.
lt: Jei naujai diegdami pasirenkate <quote>minimalią bazinę sistemą</quote>, tuomet įdiegta sistema stengsis išlikti minimalia, o bandant įdiegti daugiau programinės įrangos dažnai praneš apie konfliktuojančias priklausomybes.

source: To avoid this, uninstall the package <literal>patterns-openSUSE-minimal_base-conflicts</literal>, instructing the system that you no longer want to maintain a minimal installation (<quote>minimal base system</quote>).
lt: Norėdami to išvengti, pašalinkite <literal>patterns-openSUSE-minimal_base-conflicts</literal> paketą. Tokiu būdu sistema žinos, kad jūs nebenorite naudotis išskirtinai (<quote>minimalia bazine sistema</quote>).

source: UEFI&mdash;Unified Extensible Firmware Interface
lt: UEFI&mdash;Unifikuota išplečiama programinės aparatinės įrangos sąsaja

source: <emphasis>Background:</emphasis> Some UEFI firmware has bugs that cause it to break if too much data gets written to the UEFI storage area. Nobody really knows how much "too much" is, though. openSUSE minimizes the risk by not writing more than the bare minimum required to boot the OS. The minimum means telling the UEFI firmware about the location of the openSUSE boot loader. Upstream Linux Kernel features that use the UEFI storage area for storing boot and crash information (<literal>pstore</literal>) have been disabled by default. Nevertheless, it is recommended to install any firmware updates the hardware vendor recommends.
el: <emphasis>Ιστορικό:</emphasis> Μερικά UEFI firmware έχουν σφάλματα που μπορούν να προκαλέσουν κατάρρευση εάν εγγραφούν πολλά δεδομένα στο αποθηκευτικό μέσο UEFI. Εν τούτοις, κανείς δεν γνωρίζει στην πραγματικότητα πόσο είναι το "πολλά". Το openSUSE ελαχιστοποιεί τον κίνδυνο με την εγγραφή των ελάχιστων απαιτουμένων για την εκκίνηση του λειτουργικού. Το ελάχιστο σημαίνει ενημέρωση του UEFI firmware σχετικά με την τοποθεσία του διαχειριστή εκκίνησης του openSUSE. Upstream λειτουργίες του Πυρήνα Linux που χρησιμοποιούν το αποθηκευτικό μέσο UEFI για αποθήκευση πληροφοριών εκκίνησης και κατάρρευσης (<literal>pstore</literal>), έχουν απενεργοποιηθεί από προεπιλογή. Παρ' όλα αυτά συνίσταται να εγκαταστήσετε τις ενημερώσεις firmware που συνιστά ο προμηθευτής υλικού.
lt: <emphasis>Papildomi paaiškinimai:</emphasis> UEFI programinėje aparatinėje įrangoje („firmware“) kai kuriais atvejais gali būti klaidų, kurios gali sutrikdyti sistemą, bet tik tada, jei į UEFI atmintį įrašoma per daug duomenų. Niekas nežino, kiek būtų jau per daug. Norėdama kaip galima sumažinti riziką, openSUSE įrašo tik tiek, kiek reikia operacinei sistemai paleisti. Minimumas reiškia tai, kad UEFI programinė įranga sužino apie openSUSE paleidyklės vietą. Standartiniame Linux branduolyje išjungta tiek savybė naudoti UEFI atmintį paleidimo informacijos laikymui, tiek lūžių informacijos laikymui (<literal>pstore</literal>). Vis dėl to, jei yra atnaujinimų, patariama atnaujinti programinę aparatinę įrangą („firmware“).

source: Additionally, the UEFI specification also allows legacy MBR (MS-DOS) partitions. The Linux boot loaders (ELILO or GRUB2) try to automatically generate a GUID for those legacy partitions, and write them to the firmware. Such a GUID can change frequently, causing a rewrite in the firmware. A rewrite consist of two different operation: removing the old entry and creating a new entry that replaces the first one.
el: Επιπλέον , η προδιαγραφή UEFI επιτρέπει επίσης κατατμήσεις legacy MBR (MS-DOS). Οι εκκινητές Linux (ELILO ή GRUB2) προσπαθούν να δημιουργήσουν αυτόματα ένα GUID για αυτές τις καταμήσεις, και να τις γράψουν στο firmware. Τέτοια GUID μπορούν να αλλάζουν συχνά,δημιουργώντας μια επανεγγραφή στο firmware. Mια επανεγγραφή αποτελείται από δυο λειτουργίες: την αφαίρεση την παλίας εγγραφής και τη δημιουργία μιας νέας καταχώρησης που αντικαθιστά την πρώτη.
lt: Be to, UEFI specifikacija be kita ko leidžia senuosius MBR (MS-DOS) skaidinius. Linux paleidyklės (ELILO ar GRUB2) šiems seniems skaidiniams bando automatiškai sukurti GUID ir į juos įrašyti programinę aparatinę įrangą (angl. firmware). Toks GUID gali dažnai keistis, tad gali būti perrašyta programinė aparatinė įranga. Perrašymą sudaro du atskiri žingsniai: senojo įrašo pašalinimas ir naujojo įrašo sukūrimas, kuris pakeičia senąjį.

source: Modern firmware has a garbage collector that collects deleted entries and frees the memory reserved for old entries. A problem arises when faulty firmware does not collect and free those entries; this may end up with a non-bootable system.
el: Το καινούργιο firmware έχει συλλογή απορρημάτων που συλλέγει διεγραμμένες καταχωρήσεις και ελευθερώνει την κατειλημμένη μνήμη για τις παλιές καταχωρήσεις. Προκύπτει πρόβλημα όταν ελαττωματικό firmware δεν συλλέγει και ελευθερώνει αυτές τις καταχωρήσεις. Αυτό μπορεί να καταλήξει σε μη εκκινήσιμο σύστημα.
lt: Šiuolaikinė programinė aparatinė įranga stengiasi surinkti „šiukšles“ – ištrintus įrašus ir išlaisvina seniesiems įrašams skirtą vietą. Problemų kyla, kai klaidinga programinė įranga nesurenka šiukšlių ir neišlaisvina tų įrašų; dėl to sistema gali nebepasileisti.

source: The workaround is simple: convert the legacy MBR partition to the new GPT to avoid this problem completely.
el: Η αντιμετόπιση είναι απλή: μετατρέψτε την κατάτμηση legacy MBR σε νέα GPT για να αποφύγετε εντελώς αυτό το πρόβλημα.
lt: Sprendimas paprastas: nesklandumų visiškai išvengsite senąjį MBR skaidinį konvertavę į naująjį GPT.

source: openSUSE Leap as Guest in VirtualBox
lt: „openSUSE Leap“ naudojimas per „VirtualBox“ kaip svečio sistemą

source: If you are running openSUSE Leap as a guest inside VirtualBox, you must use a different displaymanager than GDM. Switch to using lightdm by installing the "lightdm" package and activate it in <filename>/etc/sysconfig/displaymanager</filename> by setting
lt: Jei „VirtualBox“ programoje paleidžiate „openSUSE Leap“ tarsi svečio sistemą, tuomet būtinai rinkitės kitokią nei GDM prisijungimų tvarkyklę. Pavyzdžiui, norėdami naudoti „lightdm“ prisijungimų tvarkyklę, įdiekite „lightdm“ paketą ir aktyvuokite jį <filename>/etc/sysconfig/displaymanager</filename> rinkmenoje nustatydami parametrą

source: Background information:
lt: Papildomi paaiškinimai:

source: GDM starts the X server in the user context (unlike all other known DMs at this moment). This is not compatible with the VirtualBox video driver and will result in crashes of the X Window System.
lt: GDM paleidžia X serverį naudotojo kontekste (kitaip nei kitos šiuo metu žinomos prisijungimų tvarkyklės). Tačiau toks GDM elgesys nesuderinamas su „VirtualBox“ vaizdo tvarkyklėmis, todėl X langų sistema nulūžta.

source: You can still use a full GNOME3 session
lt: Nepriklausomai nuo prisijungimų tvarkyklės, galite naudotis pilnaverte GNOME3 sesija.

source: No firewall by default after installation from Live CD
lt: Sistemą įdiegus iš demonstracinės laikmenos, neįjungiama užkarda

source: When installing from the Live CD no firewall will be active by default.
lt: Jei sistemą įdiegiate iš laikmenos, leidžiančios prieš diegimą išbandyti sistemą (angl. Live CD), tuomet numatytuoju atveju užkarda neįjungiama.

source: Enable the firewall using YaST or with:
lt: Užkardą įgalinkite per YaST arba įvykdydami komandą:

source: Technical
lt: Techninė informacija

source: CUPS &gt;= 1.6 has major incompatible changes compared to CUPS up to version 1.5.4 in particular when printing via network:
lt: CUPS &gt;= 1.6 versijoje yra didelių pakeitimų, kurie nesuderinami su CUPS 1.5.4 ir senesnėmis versijomis, ypač spausdinant per tinklą:

source: The IPP protocol default version increased from 1.1 to 2.0. Older IPP servers like CUPS 1.3.x (for example in SLE 11) reject IPP 2.0 requests with "Bad Request" (see <ulink url="http://www.cups.org/str.php?L4231">http://www.cups.org/str.php?L4231</ulink> ). By adding '/version=1.1' to ServerName in client.conf (e.g., ServerName older.server.example.com/version=1.1) or to the CUPS_SERVER environment variable value or by adding it to the server name value of the '-h' option (e.g., lpstat -h older.server.example.com/version=1.1 -p) the older IPP protocol version for older servers must be specified explicitly.
lt: Numatytoji IPP protokolo versija iš 1.1 pakeista į 2.0. Senesni IPP serveriai, pvz., CUPS 1.3.x (naudojami, pvz., SLE 11), atmes IPP 2.0 užklausas pranešdami apie blogos užklausos klaidą (žr. <ulink url="http://www.cups.org/str.php?L4231">http://www.cups.org/str.php?L4231</ulink> ). Tokiu atveju turėtumėte nurodyti, kad į senus serverius būtų kreipiamasi naudojant būtent senesnį protokolą:arba konfigūracinėje rinkmenoje client.conf ties ServerName pridedant „/version=1.1“ (pvz., ServerName senesnis.serveris.pavyzdys.lt/version=1.1), arba keičiant CUPS_SERVER aplinkos kintamojo reikšmę, arba „/version=1.1“ pridedant prie serverio vardo reikšmės naudojant „-h“ parinktį (pvz., lpstat -h senesnis.serveris.pavyzdys.lt/version=1.1 -p).

source: CUPS Browsing is dropped in CUPS but the new package cups-filters provides the cups-browsed that provides basic CUPS Browsing and Polling functionality. The native protocol in CUPS for automatic client discovery of printers is now DNS-SD. Start cups-browsed on the local host to receive traditional CUPS Browsing information from traditional remote CUPS servers. To broadcast traditional CUPS Browsing information into the network so that traditional remote CUPS clients can receive it, set "BrowseLocalProtocols CUPS" in <literal moreinfo="none">/etc/cups/cups-browsed.conf</literal> and start cups-browsed.
lt: CUPS naršymas nebėra palaikomas pačiame CUPS, tačiau naujas „cups-filters“ paketas siūlo „cups-browsed“, kuri įgalina pagrindines CUPS naršymo ir stebėjimo funkcijas. Gimtasis CUPS protokolas automatiniam kliento spausdintuvų aptikimui dabar yra DNS-SD. Norėdami gauti tradicinę CUPS naršymo informaciją iš tradicinių nuotolinių CUPS serverių, vietiniame kompiuteryje paleiskite „cups-browsed“. Norėdami siųsti tradicinę CUPS naršymo informaciją į tinklą – tada kiti tradiciniai nuotoliniai CUPS klientai galės ją gauti, – <literal moreinfo="none">/etc/cups/cups-browsed.conf</literal> rinkmenoje nurodykite „BrowseLocalProtocols CUPS“ ir paleiskite „cups-browsed“.

source: Some printing filters and back-ends are dropped in CUPS but the new package cups-filters provides them. So cups-filters is usually needed (recommended by RPM) but cups-filters is not strictly required.
lt: Grynasis CUPS nebepalaiko kai kurių spausdintuvų tvarkyklių ir sąsajų, tačiau juos rasite „cups-filters“ pakete. Taigi „cups-filters“ dažniausias reikalingas (RPM pataria jį įdiegti), tačiau „cups-filters“ nebėra būtinas.

source: The cupsd configuration directives are split into two files: cupsd.conf (can also be modified via HTTP PUT e.g. via cupsctl) and cups-files.conf (can only be modified manually by root) to have better default protection against misuse of privileges by normal users who have been specifically allowed by root to do cupsd configuration changes (see <ulink url="http://www.cups.org/str.php?L4223">http://www.cups.org/str.php?L4223</ulink> , CVE-2012-5519, and bnc#789566).
lt: Cupsd konfigūracijos direktyvos padalintos dviejose rinkmenose: cupsd.conf (galima modifikuoti per HTTP PUT, pvz., per „cupsctl“) ir cups-files.conf (gali keisti tik root naudotojas rankiniu būdu). Tai leidžia geriau apsisaugoti nuo netinkamo įprastų naudotojų teisių naudojimo, kuriuos root tyčia leidžia (žr. <ulink url="http://www.cups.org/str.php?L4223">http://www.cups.org/str.php?L4223</ulink> , CVE-2012-5519 ir bnc#789566).

source: CUPS banners and the CUPS test page are no longer supported since CUPS &gt;= 1.6. The banners and the test page from cups-filters must be used. The CUPS banner files in <literal moreinfo="none">/usr/share/cups/banners/</literal> and the CUPS testpage <literal moreinfo="none">/usr/share/cups/data/testprint</literal> (which is also a CUPS banner file type) are no longer provided in the cups RPM because they do no longer work since CUPS &gt;= 1.6 (see <ulink url="http://www.cups.org/str.php?L4120">http://www.cups.org/str.php?L4120</ulink> ) because there is no longer a filter that can convert the CUPS banner files. Since CUPS &gt;= 1.6 only the banner files and testpage in the cups-filters package work via the cups-filters PDF workflow and the cups-filters package also provides the matching bannertopdf filter.
lt: Grynasis CUPS &gt;= 1.6 nebepalaiko CUPS papildomų antraščių (angl. banners) ir bandomųjų puslapių. Papildomas antraštes ir bandomieji puslapiai dabar yra „cups-filters“ pakete. CUPS RPM paketas nebepateikia papildomų antraščių <literal moreinfo="none">/usr/share/cups/banners/</literal> kelyje ir bandomųjų puslapių <literal moreinfo="none">/usr/share/cups/data/testprint</literal> kelyje (tai to paties tipo rinkmenos), nes jie tiesiog nebeveikia su CUPS &gt;= 1.6 (žr. <ulink url="http://www.cups.org/str.php?L4120">http://www.cups.org/str.php?L4120</ulink> ) nesant tvarkyklių, kurios konvertuotų šias rinkmenas. Dabar CUPS &gt;= 1.6 papildomos antraštės ir bandomieji puslapiai veikia tik naudojant PDF per „cups-filters“ paketą, nes juose pateikiamos reikalingos tvarkyklės.

source: For details, see bsc#735404.
lt: Daugiau informacijos rasite bsc#735404.

source: PDF Now Common Printing Data Format
lt: Bendruoju spausdinimo duomenų formatu tapo PDF

source: There is a general move away from PostScript to PDF as the standard print job format. This change is advocated by the OpenPrinting workgroup of the Linux Foundation and the CUPS author.
lt: Spausdinimo užduotys visuotinai imamos tvarkyti nebe PostScript, o PDF formatu. Pakeitimus remia „Linux Foundation“ „OpenPrinting“ darbo grupė ir CUPS kūrėjai.

source: This means that application programs usually no longer produce PostScript output by default when printing but instead PDF.
lt: Tai reiškia, kad programos numatytuoju atveju spausdindamos sukurs PDF, o ne PostScript (kaip buvo ligi šiol).

source: As a consequence the default processing how application programs printing output is converted into the "language" that the particular printer accepts (the so called "CUPS filter chain") has fundamentally changed from a PostScript-centric workflow to a PDF-centric workflow.
lt: Todėl numatytasis spausdinimo užduoties apdorojimo būdas, kuriuo užduotis konvertuojama į konkrečiam spausdintuvui suprantamą kalbą, iš pagrindų pakeistas iš PostScript apdorojimo į PDF apdorojimą.

source: Accordingly the upstream standard for CUPS under Linux (using CUPS plus the cups-filters package) is now PDF-based job processing, letting every non-PDF input be converted to PDF first, page management options being applied by a pdftopdf filter and Ghostscript being called with PDF as input.
lt: Remiantis priešakiniais Linux CUPS standartais (CUPS naudojant kartu su „cups-filters“ paketu), spausdinimo užduotys vykdomos PDF pagrindu, tad jei prašoma spausdinti ne PDF dokumentą, jis pirmiausia konvertuojamas į PDF, puslapiai apdorojami naudojant „pdftopdf“ ir sukurtas PDF perduodamas „Ghostscript“.

source: With PDF as the standard print job format traditional PostScript printers can no longer print application's printing output directly so that a conversion step in the printing workflow is required that converts PDF into PostScript. But there are also PostScript+PDF printers that can print both PostScript and PDF directly.
lt: Kai PDF tampa pagrindiniu spausdinimo užduočių formatu, tradiciniai PostScript spausdintuvai nebegali tiesiogiai spausdinti joms pateiktų užduočių, tad jas reikia konvertuoti iš PDF į PostScript. Kita vertus, rinkoje yra PostScript+PDF spausdintuvų, kurie gali tiesiogiai spausdinti tiek PostScript, tiek PDF.

source: For details, see the section "Common printing data formats" in the SUSE wiki article "Concepts printing" at <ulink url="http://en.opensuse.org/Concepts_printing">http://en.opensuse.org/Concepts_printing</ulink> .
lt: Daugiau informacijos SUSE vikio straipsnelio „Concepts printing“ <ulink url="http://en.opensuse.org/Concepts_printing">http://en.opensuse.org/Concepts_printing</ulink> skyriuje „Common printing data formats“.

source: Miscellaneous
lt: Įvairenybės

source: Read the READMEs on the CDs.
lt: Skaitykite diegimo laikmenose esančias README rinkmenas.

source: Get detailed changelog information about a particular package from the RPM:
lt: Išsami informacija apie paskiro RPM paketo pakeitimus pateikiama įvykdžius:

source: rpm --changelog -qp &lt;FILENAME&gt;.rpm
lt: rpm --changelog -qp &lt;RINKMENA&gt;.rpm

source: &lt;FILENAME&gt;. is the name of the RPM.
lt: &lt;RINKMENA&gt;. yra RPM paketo pavadinimas.

source: Check the <filename>ChangeLog</filename> file in the top level of the DVD for a chronological log of all changes made to the updated packages.
lt: Norėdami matyti atnaujintų paketų visus pakeitimus laiko bėgyje, DVD laikmenos šakniniame kataloge ieškokite <filename>ChangeLog</filename> rinkmenos.

source: Find more information in the <filename>docu</filename> directory on the DVD.
lt: Daugiau informacijos DVD laikmenos <filename>docu</filename> kataloge.

source: <ulink url="https://activedoc.opensuse.org/"/> contains additional or updated documentation.
lt: <ulink url="https://activedoc.opensuse.org/"/> adresu pateikta papildoma ir atnaujinta dokumentacija.

source: Visit <ulink url="http://www.opensuse.org"/> for the latest product news from openSUSE.
lt: Daugiau naujienų apie naujausius openSUSE produktus rasite apsilankę <ulink url="http://www.opensuse.org"/>.

source: Copyright © 2015 SUSE LLC
lt: Autorinės teisės © 2015 SUSE LLC.

source: openSUSE Tumbleweed is a free and Linux-based operating system for your PC, laptop or server. You can surf the web, manage your e-mails and photos, do office work, play videos or music and have a lot of fun!
el: Το openSUSE είναι ένα δωρεάν λειτουργικό σύστημα βασισμένο σε Linux, για τον υπολογιστή, το Laptop ή τον διακομιστή σας. Μπορείτε να σερφάρετε στο διαδίκτυο, να διαχειριστείτε την αλληλογραφία σας και τις φωτογραφίες, να κάνετε δουλειά γραφείου, να αναπαράγετε βίντεο ή μουσική και κυριότερα να διασκεδάσετε.

source: To report bugs against this release, use the openSUSE Bugzilla. For more information, see <link xlink:href="https://en.opensuse.org/openSUSE:Submitting_bug_reports"/>.
el: Για να αναφέρετε σφάλματα σχετικά με αυτήν την έκδοση, χρησιμοποιήστε Bugzilla του openSUSE. Για περισσότερες πληροφορίες, ανατρέξτε στο <link xlink:href=«https://en.opensuse.org/openSUSE:Submitting_bug_reports»/>.

source: System with LUKS-Encrypted Partition Does Not Boot
el: Το σύστημα με κρυπτογραφημένο διαμέρισμα LUKS δεν μπορεί να εκκινηθεί
