Repository: openSUSE/release-notes-openSUSE
Catalog: po/*.po
Languages: ar, da, el, id, ja, lt, ms, pt, ru, sk, sv, uk, zh_cn, zh_tw

source: To avoid issues with and data loss because of updates, the root file system must not be written to otherwise. Therefore, the root file system is mounted read-only during normal operation.
ar: لتجنب المشكلات وفقدان البيانات بسبب التحديثات ، يجب عدم كتابة نظام الملفات الجذر على خلاف ذلك. لذلك ، يتم تثبيت نظام الملفات الجذر للقراءة فقط أثناء التشغيل العادي.
da: For at undgå problemer og datatab på grund af opdateringer, må rodfilsystemet ikke skrives til på anden måde. Derfor bliver rodfilsystemet monteret som skrivebeskyttet under normal drift.

source: To make this setup work, two additional changes to the file system needed to be made: To allow writing user configuration in <filename>/etc</filename>, this directory is automatically configured to use OverlayFS. <filename>/var</filename> is now a separate subvolume which can be written to by processes.
ar: لجعل هذا الإعداد يعمل ، يلزم إجراء تغييرين إضافيين على نظام الملفات: للسماح بكتابة تكوين المستخدم في <filename>/etc</filename>، يتم تكوين هذا الدليل تلقائيًا باستخدام نظام الملفات OverlayFs . <filename>/var</filename> هو الآن مجلد فرعي منفصل يمكن الكتابة عليه بواسطة العمليات.
da: For at få dette setup til at fungere, måtte der laves to yderligere ændringer i filsystemet: For at tillade skrivning af brugerens konfiguration i <filename>/etc</filename>, bliver denne mappe automatisk konfigureret til at bruge OverlayFS. <filename>/var</filename> er nu et separat subvolume, som kan skrives til af processer.

source: <emphasis>Transactional Server</emphasis> Needs At Least 12 GB of Disk Space
ar: <emphasis>خادم المعاملات</emphasis> يحتاج ما لا يقل عن 12 جيجابايت من مساحة القرص
da: <emphasis>Transactional Server</emphasis> kræver mindst 12 GB diskplads

source: The system role <emphasis>Transactional Server</emphasis> needs a disk size of at least 12 GB to accommodate Btrfs snapshots.
ar: دور النظام <emphasis>خدمات المعاملات</emphasis> يتطلب حجم قرص لا يقل عن 12 جيجابايت ليلائم لقطات Btrfs.
da: Systemrollen <emphasis>Transactional Server</emphasis> kræver en diskstørrelse på mindst 12 GB for at kunne rumme Btrfs snapshots.

source: YaST Does Not Work Transactional Mode
ar: ياست لايعمل في وضع خدمات المعاملات
da: YaST fungerer ikke i transaktionsmode

source: Currently, YaST does not work with transactional updates. This is because YaST performs things immediately and because it cannot edit a read-only filesystem.
ar: حاليًا ، لا يعمل ياست مع تحديثات المعاملات. هذا لأن ياست ينفذ الأشياء على الفور ولأنه لا يمكنه تعديل نظام ملفات للقراءة فقط.
da: I øjeblikket fungerer YaST ikke med transaktionsopdateringer. Dette skyldes, at YaST udfører handlinger med det samme, og fordi det ikke kan redigere et skrivebeskyttet filsystem.

source: To work with transactional updates, always use the command <command>transactional-update</command> instead of YaST and Zypper for all software management:
ar: للعمل مع تحديثات المعاملات ، استخدم دائمًا الأمر <command> Transaction-update </command> بدلاً من ياست و زايبر لإدارة جميع البرامج:
da: For at arbejde med transaktionsopdateringer, brug altid kommandoen <command>transactional-update</command> i stedet for YaST og Zypper til al softwarehåndtering:

source: Update the system: <command>transactional-update up</command>
ar: قم بتحديث النظام بإستخدام اﻷمر: <command> Transaction-update up </command>
da: Opdater systemet: <command>transactional-update up</command>

source: Install a package: <command>transactional-update pkg in <replaceable>PACKAGE_NAME</replaceable></command>
ar: لتثبيت حزم جديدة إستخدام اﻷمر <command>transactional-update pkg in<replaceable>أسم الحزمة</replaceable></command>
da: Installer en pakke: <command>transactional-update pkg in <replaceable>PACKAGE_NAME</replaceable></command>

source: Remove a package: <command>transactional-update pkg rm <replaceable>PACKAGE_NAME</replaceable></command>
ar: ﻹزالة حزمة أستخدم اﻷمر:<command>transactional-update pkg rm <replaceable>أسم الحزمة</replaceable></command>
da: Fjern en pakke: <command>transactional-update pkg rm <replaceable>PACKAGE_NAME</replaceable></command>

source: To revert the last snapshot, that is the last set of changes to the root file system, make sure your system is booted into the next to last snapshot and run: <command>transactional-update rollback</command>
ar: للعودة إلى آخر لقطة للنظام، وهي المجموعة الأخيرة من التغييرات على نظام الملفات الجذر ، تأكد من تمهيد النظام في اللقطة التالية إلى آخر لقطة وتشغيلها باﻷمر:<command>transactional-update rollback</command>
da: For at fortryde det sidste snapshot, det vil sige det sidste sæt ændringer til rodfilsystemet, skal du sikre dig, at dit system anvender det næstsidste snapshot og køre: <command>transactional-update rollback</command>

source: Optionally, add a snapshot ID to the end of the command to rollback to a specific ID.
ar: اختياريًا ، أضف معرف اللقطة إلى نهاية الأمر للعودة إلى معرف معين.
da: Valgfrit, tilføj et snapshot-ID i slutningen af kommandoen for at fortryde til et specifikt ID.

source: When using this system role, by default, the system will perform a daily update and reboot between 03:30 am and 05:00 am. Both of these actions are systemd-based and if necessary can be disabled using <command>systemctl</command>:
ar: عند استخدام دور النظام ، سيقوم النظام بشكل افتراضي أولا بتحديث النظام ثانياً بإعادة تشغيل النظام يومياً بين الساعة 03:30 صباحًا و 05:00 صباحًا. يعتمد كلا الإجرائين على نظام systemd وإذا لزم الأمر ، يمكن تعطيلهما باستخدام <command> systemctl </command>:
da: Når du bruger denne systemrolle, vil systemet som standard udføre en daglig opdatering og genstart mellem kl. 03:30 og 05:00. Begge handlinger er systemd-baserede og kan om nødvendigt deaktiveres ved hjælp af <command>systemctl</command>:

source: systemctl disable --now transactional-update.timer rebootmgr.service
ar: اﻷمر: systemctl disable --now transactional-update.timer rebootmgr.service

source: For more information about transactional updates, see the openSUSE Kubic blog posts <link xlink:href="https://kubic.opensuse.org/blog/2018-04-04-transactionalupdates/"/> and <link xlink:href="https://kubic.opensuse.org/blog/2018-04-20-transactionalupdates2/"/>.
ar: لمزيد من المعلومات حول تحديثات المعاملات ، راجع منشورات مدونة أوبن سوزي كيوبك <link xlink:href="https://kubic.opensuse.org/blog/2018-04-04-transactionalupdates/"/> و <link xlink:href="https://kubic.opensuse.org/blog/2018-04-20-transactionalupdates2/"/>.
da: For mere information om transaktionelle opdateringer, se openSUSE Kubic-blogindlæggene <link xlink:href="https://kubic.opensuse.org/blog/2018-04-04-transactionalupdates/"/> og <link xlink:href="https://kubic.opensuse.org/blog/2018-04-20-transactionalupdates2/"/>.

source: Installing on Hard Disks With Less Than 12 GB of Capacity
ar: التثبيت على أقراص صلبة بسعة أقل من 12 جيجابايت
da: Installation på harddiske med mindre end 12 GB kapacitet

source: The installer will only propose a partitioning scheme if the available hard disk size is larger than 12 GB. If you want to set up, for example, very small virtual machines images, use the guided partitioner to tune partitioning parameters manually.
ar: سيقترح برنامج التثبيت نظام تقسيم إذا كان حجم القرص الثابت المتاح أكبر من 12 جيجابايت. إذا كنت ترغب في إعدادات مختلفة ، على سبيل المثال ،آلة إفتراضية صغيرة ، فاستخدم القسم الموجه لضبط معلمات التقسيم يدويًا.
da: Installationsprogrammet vil kun foreslå et partitioneringsskema, hvis den tilgængelige harddiskstørrelse er større end 12 GB. Hvis du for eksempel vil oprette meget små virtuelle maskinebilleder, kan du bruge den guidede partitioneringsværktøj til manuelt at justere partitioneringsparametre.

source: Btrfs Filesystem RAM and Storage Requirements
ar: متطلبات حجم القرص الصلب و الذاكرة العشوئية لنظام الملفات Btrfs

source: The Btrfs filesystem is best used on systems with sufficient RAM and storage. SSD is also recommended. There have been user reports of performance degradation on systems with low amounts of RAM (4 GiB or less) and regular hard disk drives.
ar: يفضل لإستخدام نظام ملفات Btrfs على ذاكرة ومساحة تخزين كافيين. يوصى أيضًا باستخدام وسائط تخزين ثابته SSD.إذا كانت هناك تقارير من المستخدمين عن تدهور الأداء في الأنظمة المنخفضة من ذاكرة (4 جيجا بايت أو أقل) ومحركات الأقراص الثابتة العادية HDD.

source: This section lists notes related to upgrading the system. For supported scenarios and detailed upgrade instructions, see the documentation at:
ar: يسرد هذا القسم الملاحظات المتعلقة بترقية النظام. للحصول على السيناريوهات المدعومة وإرشادات الترقية التفصيلية ، راجع الوثائق على الرابط:
da: Dette afsnit oplister noter relateret til opgradering af systemet. For understøttede scenarier og detaljerede instruktioner, se sokumentationen på:

source: Additionally, check <xref linkend="sec.package"/>.
ar: بالإضافة إلى ذلك، تحقق من<xref linkend="sec.package"/>.

source: Packaging Changes
ar: تغييرات الحزم
da: Pakkeændringer

source: Deprecated Packages
ar: الحزم المهملة
da: Forældede pakker

source: Deprecated packages are still shipped as part of the distribution but are scheduled to be removed the next version of openSUSE Leap. These packages exist to aid migration, but their use is discouraged and they may not receive updates.
ar: لا يزال يتم شحن الحزم الموقوفة كجزء من التوزيعة ولكن تمت جدولة إزالتها الإصدار التالي من أوبن سوزي ليب. توجد هذه الحزم للمساعدة في الترحيل ، ولكن لا يُنصح باستخدامها وقد لا تتلقى تحديثات.
da: Forældede pakker bliver stadig leveret som en del af distributionen, men er planlagt til at blive fjernet i den næste version af openSUSE Leap. Disse pakker findes for at hjælpe med migration, men deres brug frarådes, og de modtager muligvis ikke opdateringer.

source: <package>libqt4</package>: Will receive neither updates nor security fixes. The package will be removed in the next version of openSUSE Leap.
ar: الحزمة <package>libqt4</package>:: لن تتلقى تحديثات أو إصلاحات أمنية. ستتم إزالة الحزمة في الإصدار التالي من أوبن سوزي ليب.

source: <package>kdelibs4</package>: Will receive neither updates nor security fixes. The package will be removed in the next version of openSUSE Leap.
ar: الحزمة <package>kdelibs4</package> :لن تتلقى أي تحديثات أو إصلاحات أمنية. ستتم إزالة الحزمة في الإصدار التالي من أوبن سوزي ليب.

source: To check whether installed packages are no longer maintained: Make sure that <package>lifecycle-data-openSUSE</package> is installed, then use the command:
ar: للتحقق مما إذا كانت الحزم المثبتة لم تعد محفوظة: تحقق من أن <package>lifecycle-data-openSUSE</package> مثبت، ثم استخدم الأمر:

source: zypper lifecycle
ar: دورة حياة زايبر zypper

source: Removed Packages
ar: الحزم التي تمت إزالتها
da: Fjernede pakker

source: Removed packages are not shipped as part of the distribution anymore.
ar: لا يتم شحن الحزم التي تمت إزالتها كجزء من التوزيعة بعد الآن.
da: Fjernede pakker leveres ikke længere som en del af distributionen.

source: <package>artha</package>: Removed because it is unmaintained and has unpatched security issues. See <link xlink:href="https://bugzilla.opensuse.org/show_bug.cgi?id=1143860"/>.
ar: الحزمة <package>artha</package>: تمت إزالتها لأنها لم تتم صيانته ولديها مشكلات أمان . أنظر الرابط <link xlink:href="https://bugzilla.opensuse.org/show_bug.cgi?id=1143860"/>.

source: <package>fate</package>: Removed because it uses insecure KDE4 and Qt4 libraries and <literal>features.opensuse.org</literal> is no longer used for feature requests.
ar: الحزمة <package>fate</package>: تمت إزالتها لأنها تستخدم مكتبات KDE4 و Qt4 الغير آمنة و <literal>features.opensuse.org</literal> لم يعد يستخدم لطلب الميزات الجديدة.

source: <package>gcompris</package> (old GTK version): Removed because it is unmaintained and has been replaced by now <package>gcompris-qt</package>. See <link xlink:href="https://www.gcompris.net"/>.
ar: الحزمة <package>gcompris</package>: تمت إزالته لأنه لم تتم صيانته وتم استبدالها ب<package>gcompris-qt</package>.أنظر الرابط <link xlink:href="https://www.gcompris.net"/>.

source: <package>gstreamer-plugins-qt</package>, <package>gstreamer-plugins-qt5</package>, and <package>ktp-call-ui</package>: Removed because these packages are unmaintained and no longer build. The package <package>ktp-call-ui</package> depended on <package>gstreamer-plugins-qt</package>.
ar: الحزم <package>gstreamer-plugins-qt</package>و<package>gstreamer-plugins-qt5</package> و<package>ktp-call-ui</package>: تمت إزالتها لعدم صيانتها و لم تعد تبنى. الحزمة<package>ktp-call-ui</package> تعتمد على الحزمة <package>gstreamer-plugins-qt</package>.

source: <package>H2rename</package>: Removed because the package is unmaintained.
ar: تم إزالة الحزمة <package>H2rename</package> لعدم صيانتها من المطور.

source: <package>ixpdimm_sw</package>, <package>invm-cim</package>, <package>invm-cli</package>, and <package>invm-i18n</package>: Replaced by <package>ipmctl</package>.
ar: الحزم <package>ixpdimm_sw</package>و <package>invm-cim</package>و <package>invm-cli</package>و <package>invm-i18n</package> تم إستبدالها ب الحزمة <package>ipmctl</package>.

source: <package>jag-level-editor</package>: Replaced by <package>jag-editor</package>.
ar: الحزمة <package>jag-level-editor</package> تم تبديلها بالحزمة<package>jag-editor</package>.

source: <package>jovie</package>: Removed because the package is no longer maintained upstream. See also <link xlink:href="https://kde.org/applications/unmaintained/org.kde.jovie"/>.
ar: الحزمة<package>jovie</package>: لا يتم صيانتها من المطور الرئيسي.أنظر<link xlink:href="https://kde.org/applications/unmaintained/org.kde.jovie"/>.

source: <package>kaccessible</package>, <package>kepas</package>, <package>konsole4</package>, <package>klinkstatus</package>, <package>kppp</package>, <package>kremotecontrol</package>, <package>kvpnc</package>, and <package>kvkbd</package>: Removed because these packages are no longer maintained upstream.
ar: الحزم <package>kaccessible</package>و <package>kepas</package>و <package>konsole4</package>و <package>klinkstatus</package>و <package>kppp</package>و <package>kremotecontrol</package>و <package>kvpnc</package>و <package>kvkbd</package>: تمت إزالتها ﻷنها لم تعد تطور من المطور الرئيسي.

source: <package>kdesdk4-scripts</package>: Replaced by <package>kdesdk-scripts</package>.
ar: <package>kdesdk4-scripts</package> تم إستبدالها بالحزمة <package>kdesdk-scripts</package>.

source: <package>kdeuser</package>: Replaced by <package>kde-user-manager</package>.
ar: <package>kdeuser</package> تم إستبدالها بالحزمة <package>kde-user-manager</package>.

source: <package>keepassx</package> and <package>kpassgen</package>: Replaced by <package>keepassxc</package>.
ar: الحزم <package>keepassx</package> و <package>kpassgen</package> تم إستبدالها بالحزمة <package>keepassxc</package>.

source: <package>kile5</package>: Replaced by <package>kile</package>.
ar: الحزمة <package>kile5</package> تم إستبدالها بالحزمة <package>kile</package>.

source: <package>libkdegames4</package>: Replaced by <package>libkdegames5</package>.
ar: الحزمة <package>libkdegames4</package> تم إستبدالها بالحزمة <package>libkdegames5</package>.

source: <package>libkquoath</package>, <package>libjreen</package>, and <package>libqross</package>: Removed because the packages are no longer maintained upstream and use the insecure <command>libqt4</command>.
ar: الحزم <package>libkquoath</package>و <package>libjreen</package>و <package>libqross</package>: تمت إزالتها ﻷنها لم تعد تطور من المطور الرئيسي و تستخدم الحزمة الغير آمنة <command>libqt4</command>.

source: <package>lilo</package>: Has been obsolete for a decade, replaced by <package>grub2</package>.
ar: الحزمة <package>lilo</package> لقد عفا عليها الزمن لعقد من الزمان وتم إستبدالها بالحزمة <package>grub2</package>.

source: <package>lua51-luajit</package>: Replaced by <package>moonjit</package>.
ar: الحزمة <package>lua51-luajit</package> تم إستبدالها بالحزمة <package>moonjit</package>.

source: <package>mp3gain</package> and <package>wxmp3gain</package>: The package <package>mp3gain</package> was removed because it has a security issue and is no longer maintained upstream. The package <package>wxmp3gain</package> depended on <package>mp3gain</package>.
ar: الحزم <package>mp3gain</package>و <package>wxmp3gain</package>:الحزمة <package>mp3gain</package> تم إزالتها ﻷنها لم تعد آمنة ولا يتم صيانتها من المطور الرئيسي.أما<package>wxmp3gain</package> مبنية على الحزمة <package>mp3gain</package>.

source: <package>nodejs8</package>: Replaced by <package>nodejs10</package> and <package>nodejs12</package>.
ar: الحزمة <package>nodejs8</package> تم إستبدالها بالحزم التالية <package>nodejs10</package> و<package>nodejs12</package>.

source: <package>python-django_compressor</package>: Replaced by <package>python-django-compressor</package>.
ar: الحزمة <package>python-django_compressor</package> تم إستبدالها بالحزمة <package>python-django-compressor</package>.

source: <package>python-pep8</package>: Replaced by <package>python-pycodestyle</package>.
ar: الحزمة <package>python-pep8</package> تم إستبدالها بالحزمة <package>python-pycodestyle</package>.

source: <package>python-pyside</package> and <package>python-pyside-tools</package>: Removed because it depends on the insecure <command>libqt4</command>.
ar: الحزم <package>python-pyside</package> و<package>python-pyside-tools</package>: تم إزالتها ﻷنها تعتمد على المكتبة الغير آمنه<command>libqt4</command>.

source: <package>qgo</package>: Replaced by <package>q5go</package>.
ar: الحزمة <package>qgo</package> تم إستبدالها بالحزمة <package>q5go</package>.

source: <package>slapi-nis</package>: Removed because this module is not maintained outside of FreeIPA environments, and we do not ship FreeIPA.
ar: الحزمة <package>slapi-nis</package>: تمت إزالتها ﻷنها لا يتم صيانتها خارج مشروع FreeIPA ، ولا نقوم بتوفير حزمة لFreeIPA.

source: <package>tomahawk</package>: Removed because the package is no longer maintained upstream.
ar: الحزمة <package>tomahawk</package> : تمت إزالتها لأنها لم تعد تطور من المطور الرئيسي.

source: <package>vokoscreen</package>: Replaced by <package>vokoscreenNG</package>.
ar: الحزمة <package>vokoscreen</package> :تم استبدالها بالحزمة<package>vokoscreenNG</package>.

source: <package>bareftp</package>, <package>docky</package>, <package>fsharp</package>, <package>gnome-desktop-sharp2</package>, <package>gnome-sharp2</package>, <package>mono-debugger</package>, <package>mono-upnp</package>, <package>pdfmod</package>, and <package>taglib-sharp</package>: Removed because the packages do not work with Mono 6.x.
ar: الحزم <package>bareftp</package>و <package>docky</package>و <package>fsharp</package>و <package>gnome-desktop-sharp2</package>و <package>gnome-sharp2</package>و <package>mono-debugger</package>و <package>mono-upnp</package>و <package>pdfmod</package>و <package>taglib-sharp</package>: تمت إزالة الحزم لأنها لا تعمل مع حزمة Mono 6.x.

source: Drivers and Hardware
ar: برامج التعريف و العتاد

source: Secure Boot: Third-Party Drivers Need to Be Properly Signed
ar: التمهيد الآمن: يجب توقيع برامج تشغيل الجهات الخارجية بشكل صحيح

source: openSUSE Leap 15.2 now enables a kernel module signature check for third-party drivers (<literal>CONFIG_MODULE_SIG=y</literal>). This is an important security measure to avoid untrusted code running in the kernel.
ar: يتيح أوبن سوزي ليب 15.2 حالياًوحدة نواةفحص التحقق من التوقيع لبرامج العتاد من الأطراف الثالثة (<literal>CONFIG_MODULE_SIG=y</literal>).هذا إجراء أمني مهم لتجنب تشغيل البرمجيات غير الموثوق بها في النواة.

source: This may prevent third-party kernel modules from being loaded if UEFI Secure Boot is enabled. Kernel Module Packages (KMPs) from the official openSUSE repositories are not affected, because the modules they contain are signed with the openSUSE key. The signature check has the following behavior:
ar: قد يمنع هذا تحميل وحدات نواة تابعة لجهات خارجية إذا تم تمكين التمهيد الآمن لUEFI. لا تتأثر حزم وحدة نواة (KMPs) من مستودعات أوبن سوزي الرسمية ، لأن الوحدات النمطية التي تحتوي عليها موقعة باستخدام مفتاح أوبن سوزي اﻵمن. فحص التوقيع لديه السلوك التالي:

source: Kernel modules that are unsigned or signed with a key that is either known as untrusted or cannot be verified against the system's trusted key data base will be blocked.
ar: سيتم حظر وحدات النواه النمطية غير الموقعة أو الموقعة بمفتاح يُعرف إما باسم غير موثوق به أو لا يمكن التحقق منه مقابل قاعدة البيانات الرئيسية الموثوقة للنظام.

source: It is possible to generate a custom certificate, enroll it into the system's Machine Owner Key (MOK) data base, and sign locally compiled kernel modules with this certificate's key. Modules signed in this manner will neither be blocked nor cause warnings. See <link xlink:href="https://en.opensuse.org/openSUSE:UEFI"/>.
ar: من الممكن إنشاء شهادة مخصصة ، وتسجيلها في قاعدة بيانات مفتاح مالك الجهاز (MOK) للنظام ، وتوقيع وحدات نواة المترجمة محليًا باستخدام مفتاح هذه الشهادة. لن يتم حظر الوحدات الموقعة بهذه الطريقة ولن تسبب تحذيرات.راجع الرابط <link xlink:href="https://en.opensuse.org/openSUSE:UEFI"/>.

source: Since this also affects NVIDIA graphics drivers, we addressed this in our official packages for openSUSE. However, you need to manually enroll a new MOK key after installation to make the new packages work. For instructions how to install the drivers and enroll the MOK key, see <link xlink:href="https://en.opensuse.org/SDB:NVIDIA_drivers#Secureboot"/>.
ar: نظرًا لأن هذا يؤثر أيضًا على برامج تعريف رسومات إنفيديا ، فقد تناولنا ذلك في حزمنا الرسمية لأوبن سوزي. ومع ذلك ، تحتاج إلى تسجيل مفتاح MOK جديد يدويًا بعد التثبيت لجعل الحزم الجديدة تعمل. للحصول على إرشادات حول كيفية تثبيت برامج التشغيل وتسجيل مفتاح MOK، أنظر الرابط <link xlink:href="https://en.opensuse.org/SDB:NVIDIA_drivers#Secureboot"/>.

source: Hibernation Disabled When Kernel Locked Down
ar: سيتم تعطيل الإسبات عند قفل النواة

source: The kernel lockdown feature is designed to prevent access to a running kernel image. This is active, for example, when a system boots in EFI Secure Boot mode.
ar: تم تصميم ميزة قفل النواة لمنع الوصول إلى نسخة نواة قيد التشغيل. يكون هذا نشطًا ، على سبيل المثال ، عند تشغيل النظام في وضع التمهيد الآمن EFI.

source: For more information, see <link xlink:href="https://www.mankier.com/7/kernel_lockdown"/>.
ar: للحصول على مزيد من المعلومات، راجع الرابط <link xlink:href="https://www.mankier.com/7/kernel_lockdown"/>.

source: NVIDIA G03 Drivers Not Supported
ar: برامج تشغيل إنفيديا NVIDIA G03 غير مدعومة

source: Older NVIDIA graphics cards that require the NVIDIA G03 drivers are not supported.
ar: بطاقات رسومات إنفيديا NVIDIA الأقدم التي تتطلب برامج تشغيل NVIDIA G03 غير مدعومة.

source: Desktop
ar: سطح المكتب

source: This section lists desktop issues and changes in openSUSE Leap 15.2.
ar: يسرد هذا القسم مشكلات سطح المكتب والتغييرات في أوبن سوزي ليب 15.2.

source: KDE 4 and Qt 4 are unmaintained
ar: كيدي4(KDE4) وكيو تي4 (Qt4)لا يتم صيانتها

source: Updating from KDE 4 and Qt 4 to Plasma 5 and Qt 5 is recommended. KDE 4 and Qt 4 are no longer supported. openSUSE Leap 15.2 still contains KDE 4 and Qt 4 packages for compatibility reasons. However these packages will no longer receive updates and security fixes. Therefore it is strongly recommended to replace all installed KDE 4 and Qt 4 packages with packages from Plasma 5 and Qt 5 providing the same or at least similar functionalities.
ar: يوصى بالتحديث من كدي 4 و كيو تي 4 إلى بلازما 5 و كيو تي 5. كيدي 4 وكيو تي 4 لم يعدا مدعومين. لا يزال أوبن سوزي ليب 15.2 يحتوي على حزم دي 4 و كيو تي 4 لأسباب تتعلق بالتوافق. ومع ذلك ، لن تتلقى هذه الحزم تحديثات وإصلاحات أمنية بعد الآن. لذلك يوصى بشدة باستبدال جميع حزم دي 4 و كيو تي 4 المثبتة بحزم من لازما 5 و كيو تي 5. توفر نفس الوظائف أو على الأقل وظائف مماثلة.
